{
  "shortName" : "2.2.2.1 Джетысуйский (Семиреченский) областной комитет Коммунистической партии Туркестана (Джетысуйский (Семиреченский) обком КПТ)",
  "fullName"  : "2.2.2.1 Джетысуйский (Семиреченский) областной комитет Коммунистической партии Туркестана (Джетысуйский (Семиреченский) обком КПТ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Джетысуйский (Семиреченский) областной комитет Коммунистической партии Туркестана (Джетысуйский (Семиреченский) обком КПТ)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 666, 3 описи. Общее количество единиц хранения–2575 за 1918–1929 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Избран 1-м Семиреченским областным съездом коммунистов Туркестана 28 февраля1919 г. В соответствии с постановлением ХI съезда РКП (б) (17- марта – 2 апреля 1922 г.) о ликвидации горкомов в губернских, областных и уездных городах и передаче руководства их работой губернским, областным и уездным комитетам партии был преобразован в Семиреченский облгорком, в подчинение которого, была передана Алма-Атинская партийная организация. Постановлением ВЦИК РСФСР от 12 октября 1922 г. название области переименовано в Джетысуйской. После пленума ЦК Компартии Туркестана 20 июня 1923 г. Джетысуйский облгорком Компартии Туркестана был реорганизован в обком. В ноябре 1924 г. прекратил свою деятельность в связи с национальным государственным размежеванием республик Средней Азии и Казахстана.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Верный",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы съездов, конференций, заседаний президиума бюро и секретариата, пленумов обкома, облгоркома, укомов и горкомов партии, Советов, областной комсомольской организации, общих собраний коммунистов; Верненской организации РКП (б) за 1918 г., Всероссийская перепись членов партии по Семиреченской области.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы І областной конференции мусульман-коммунистов (1919 г.), заседаний областного, уездных мусульманских бюро; общих собраний ячеек партии, ответработников коммунистов-уйгур, коммунистов-татар г. Алма-Аты; областной конференции женщин-мусульманок (1921 г.), общих собраний  партийных ячеек в волостях.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации об организации и деятельности Областного мусульманского бюро, Краевого бюро уйгурской секции коммунистов при обкоме партии. Приказы Семиреченского обкома Компартии Туркестана по личному составу.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады, планы, отчеты, переписка о подготовке национальных партийных кадров, о привлечении местных рабочих, крестьян-бедняков и батраков к активному участию в работе советов и в других государственных органах, об организации мусульманских коммунистических секций и ячеек, списки, удостоверения их членов, о состоянии работы в них; по созыву областной конференции уйгурских коммунистов; о работе среди женщин восточных национальностей по ликвидации патриархально-феодальных обычаев, норм морали, узаконенных мусульманской религией, о борьбе за равноправие женщин и вовлечение их в общественную жизнь, правовой защите детей.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации, доклады по укреплению советов, по привлечению в органы советской власти представителей широких бедняцких масс местного населения, по проведению землеустроительных работ, организации и деятельности союза «Кошчи», по борьбе с эпидемиями в Семиреченской области, по проведению кампании по сбору продовольственного налога, об организации борьбы с голодом, о проведении новой экономической политики, развитии кооперации, по организации хозяйственной и культурной помощи бедноте. Документы об административно-территориальной реформе РСФСР: о выделении районов с казахским населением из Туркестанской республики и присоединении их к Казахстану.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информационные бюллетени ЦК Компартии Туркестана о политическом и экономическом состоянии в области.",
      "position"  : "justify"
    },
    {
      "type"      : "paragraph",
      "content"   : "Документы о деятельности партийных органов Семиречья по мобилизации коммунистов на фронт, о создании коммунистического батальона в г. Верном, боевой партийной дружины, ликвидации Верненского мятежа, по организации частей Красной Армии и их участии в борьбе с формированиями А. В. Колчака, Б. В. Анненкова, А. И. Дутова, в разгроме и изгнании последних с территории Семиреченской области, участии коммунистов в установлении революционного порядка и законности на территории области; шефстве над частями Красной Армии, о деятельности Туркестанского фронта. Приказы Революционного военного совета республики, политотдела при Военном совете Семиреченской группы войск по Туркестанскому фронту. Оперативные сводки Штаба войск северо-восточных районов Семиречья. Материалы о китайских подданных, проживающих в г. Верном.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о деятельности У. Джандосова, Д. Барибаева, А. Розыбакиева, М. Масанчи, Т. Утепова, П. Виноградова, В. Куйбышева, М. Фрунзе.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Резолюции митингов, собраний и письма трудящихся области в связи со смертью В. И. Ленина. На каз., уйгур., дун., татарск., узб. яз., на основе арабской графики.",
      "position"  : "justify"
    }    	
  ]
}
