{
  "shortName" : "2.2.7. Фракции. Объединенные архивные фонды1 фракций Всесоюзной Коммунистической партии (большевиков)",
  "fullName"  : "2.2.7. Фракции. Объединенные архивные фонды1 фракций Всесоюзной Коммунистической партии (большевиков)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Объединенные архивные фонды1 фракций Всесоюзной Коммунистической партии (большевиков)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Фракции ВКП (б) в государственных, кооперативных, профсоюзных и общественных организациях, учреждениях и предприятиях Казахской АССР – Архивный фонд  203, 1 опись. Общее количество единиц хранения-286 за 1920–1934 гг.",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Фракции ВКП (б) в государственных, кооперативных, профсоюзных и общественных организациях и учреждениях Алма-Атинской обл. – Архивный фонд  343, 1 опись. Общее количество единиц хранения–85, за 1922–1935 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Одна из первых фракций РКП (б) на территории Казахстана создана в Кирвоенревкоме в начале 1920 г. В декабре 1925 г. фракции РКП(б) переименованы во фракции ВКП (б). Для постоянной и практической партийной работы Фракции РКП (б) избирали Бюро. Главная задача фракции – повсеместное проведение политики партии, усиление влияния партии. По решению XVII съезда ВКП (б) в феврале 1934 г. фракции переименованы в партгруппы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Директивные указания, инструкции ЦК ВКП (б), ЦК ВЦСПС, выписки из протоколов заседаний, информационные сводки Казкрайкома, обкомов, губкомов, окружкомов, райкомов, угоркомов и укомов партии. Имеются резолюции по докладу А. Розыбакиева о национально-государственном размежевании в Средней Азии.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний бюро фракций КП (б) Туркестана, РКП (б) и документы к ним. Доклады, отчеты об их деятельности.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний областного съезда профсоюзов и фракции КП (б) Туркестана.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Положение о фракциях профсоюзов и межсоюзных объединений.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний партгруппы.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Доклады, обзоры, переписка с губкомами, губпрофсоветами по организационным, кадровым вопросам, о культурно-просветительной работе, народном образовании, о сельскохозяйственном кредитовании,  социальном страховании,  состоянии областей, отошедших от Узбекистана к Казахстану, о становлении г. Кзыл-Орды как центра КАССР, по вопросам улучшения положения батрачества, о результатах обследования экономического и политического состояния Орского района бывшего Оренбургского казачьего войска  (1925 г.), о работе союза «Кошчи», о разрешении земельных споров, об оседании кочевых и полукочевых хозяйств, о строительстве Турксиба.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка фракции ВКП (б) с Джетысуйским губКК, укомами ВКП (б), волкомами, сельсоветами по организационно-хозяйственным вопросам, по выполнению партийных директив.",
      "position"  : "justify"
    }    
  ]
}
