{
  "shortName" : "2.2.6.6 Джетысуйская губернская контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Джетысуйская губКК ВКП (б) – РКИ)",
  "fullName"  : "2.2.6.6 Джетысуйская губернская контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Джетысуйская губКК ВКП (б) – РКИ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Джетысуйская губернская контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Джетысуйская губКК ВКП (б) – РКИ)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд  300, 2 описи. Общее количество единиц хранения–647 за 1924–1928 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Создана V губернской партийной конференцией, проходившей 1–5 декабря 1924 г. как Джетысуйская губернская контрольная комиссия РКП (б) – Рабоче-крестьянская инспекция. Преобразована в соответствии с постановлением ХIV съезда ВКП (б) (18–31 декабря 1925 г.) о переименовании РКП (б) в ВКП (б). Ликвидирована в соответствии с постановлением от 3 сентября 1928 г. ВЦИК об утверждении окружного административно-территориального устройства Казахской ССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Директивные указания, постановления ЦК ВКП (б), ЦКК КазкрайКК ВКП (б), протоколы ЦКК ВКП (б), Президиума партколлегии КазкрайКК ВКП (б); распоряжения Наркомата РКИК СССР.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы пленума, партколлегии, партийной тройки Джетысуйской губернской контрольной комиссии ВКП (б) –РКИ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Инструкции, штатные расписания Джетысуйской губернской контрольной комиссии.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Отчеты, доклады, информации, справки комиссии об экономическом и политическом состоянии губернии, настроении масс, состоянии партийной организации губернии, о комсомольской работе, работе профсоюзов, среди женщин, деятельности комитетов крестьянской бедноты, земельных комиссий, религиозных организаций, составе населения, интеллигенции, работе уполномоченных губернской контрольной комиссии в уездах.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Доклад начальника Джетысуйского губернского отдела ОГПУ об общеполитическом состоянии Джетысуйской губернии за 1925 г. Обзор Джетысуйского губернского союза потребительских обществ о состоянии кооперативного движения в 1924–1925 гг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчеты о работе уполномоченных губернской контрольной комиссии ВКП (б) в уездах губернии.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Автографы и сведения о М. Масанчи.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Апелляционные заявления исключенных из партии по губерниям, уездам. Партийно-следственные дела на коммунистов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки членов и кандидатов в члены партии, подвергнутых партвзысканиям, исключенных из партии.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Переписка с партийными органами по вопросам чистки партийных рядов, об имевших место волнениях допризывников в период призыва в Красную Армию, по финансовым вопросам, фракционной борьбе внутри партии, по обследованию государственных и частных предприятий и организаций губернии, по межнациональным взаимоотношениям, по борьбе с безработицей, проверке деревенских партийных ячеек.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Каз. (арабская графика), рус.",
      "position"  : "justify"
    }    
  ]
}
