{
  "shortName" : "2.2.6.7 Алма-Атинская окружная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская окрКК ВКП (б) – РКИ)",
  "fullName"  : "2.2.6.7 Алма-Атинская окружная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская окрКК ВКП (б) – РКИ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинская окружная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская окрКК ВКП (б) – РКИ)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд  1627, 1 опись. Общее количество единиц хранения–157 за 1927–1931 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Создана постановлением президиума Джетысуйской губернской контрольной комиссии ВКП (б) – Рабоче-Крестьянской Инспекции от 6 сентября 1928 г. Основными задачами являлись: контроль за выполнением директив центральных и республиканских партийных и советских органов, за деятельность партийных комитетов и первичных организаций ВКП (б), совершенствование государственного аппарата, проверка членов партии. Прекратила свою деятельность на основании постановления ВЦИК от 23 июля 1930 г. о ликвидации округов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Протоколы Президиума, партколлегии выездной партийной тройки КазкрайКК ВКП (б), партийной тройки, партколлегии облКК, городских ячеек по чистке партийных рядов, совещаний секретарей и членов бюро партийных ячеек Алма-Атинской городской организации.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "План работы Президиума КазкрайКК ВКП (б) за     1928 г.; структура аппарата и обязанности его руководящих и оперативных работников.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки, информации о перегибах в колхозном строительстве, о ликвидации кулачества.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Справки, отчеты о чистке партийных рядов, по апелляциям, заявлениям коммунистов, подвергшихся чистке. Партийно-следственные дела коммунистов, акты проверки парторганизаций.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Заявления коммунистов и переписка по ним.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки коммунистов округа, прошедших проверку, исключенных из партии во время чистки; членов и кандидатов в члены ВКП (б), снятых с ответственной работы.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с партийными органами по вопросам чистки партийных рядов, по апелляциям, заявлениям коммунистов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Каз., рус.",
      "position"  : "justify"
    }		    
  ]
}
