{
  "shortName" : "1.7.3 Партия Народного единства Казахстана (ПНЕК)",
  "fullName"  : "1.7.3 Партия Народного единства Казахстана (ПНЕК)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Партия Народного единства Казахстана (ПНЕК)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 64-Н, 3 описи. Общее количество единиц хранения 176 за 1992–1999 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создана 6 февраля 1993 г. как «Союз народного единства» (СНЕК) являлась общественным объединением граждан РК для всемерного содействия становлению в Казахстане демократического общества с социально-ориентированной экономикой, утверждению реального суверенитета республики, поддержанию межнационального согласия и общественно-политической стабильности. 30 декабря 1994 г. преобразована в партию «Народное единство Казахстана» (ПНЕК). На 1V внеочередном съезде ПНЕК (27 февраля 1999 г.) было принято постановление об объединении с Демократической партией Казахстана, Гражданской партией Казахстана, Либеральным движением Казахстана, Общественным движением «За Казахстан – 2030» в новую политическую организацию – Республиканскую партию «Отан».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обращение членов оргкомитета к народу страны от 30 октября 1992 г., протоколы заседания оргкомитета, Республиканской учредительной конференции; бюро Центрального Комитета; Политсовета; Пленумов Политсовета, Центральной ревизионной комиссии; собраний инициативных групп по созданию первичных организаций в республике.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограммы съездов, пленумов, собраний республиканского актива СНЕК, ПНЕКи документы к ним, Программа, Уставы, распоряжения Политсовета, положения о первичной организации, Центральной ревизионной комиссии, Секретариате Политисполкома, о территориальных подразделениях. Списки членов Президиума Политсовета, Ревизионной комиссии; председателей областных и городских советов, членов фракции в Верховном Совете РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Предвыборная программа СНЕК по выборам Президента КазССР, депутатов Мажилиса Парламента РК, сборники материалов научно-практических конференций «Демократизация общества – магистральный путь развития Казахстана», «Казахстанский патриотизм как ведущий фактор консолидации общества на этапе становления и развития РК как суверенного государства», монография первого заместителя ПНЕК Дьяченко С. А. «Партогенез в Казахстане: состояние, проблемы и перспективы»; брошюра «Партия Народного единства Казахстана в цифрах и фактах (1993–1997гг)».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Планы, отчеты о работе ПНЕК, сведения о политических партиях и общественных объединениях РК. Переписка с Аппаратом Президента и Кабинета Министров РК, министерствами, ведомствами, предприятиями, банками, СМИ, общественными объединениями об организации содействия деятельности СНЕК. Публикации о деятельности СНЕК и ее территориальных организаций в республиканских СМИ.",
      "position"  : "justify"
    }
  ]
}
