{
  "shortName" : "2.2.6.4 Уполномоченный Комиссии партийного контроля при Центральном Комитете Всесоюзной Коммунистической партии (большевиков) по Казахстану (УполКПК при ЦК ВКП (б) по Казахстану)",
  "fullName"  : "2.2.6.4 Уполномоченный Комиссии партийного контроля при Центральном Комитете Всесоюзной Коммунистической партии (большевиков) по Казахстану (УполКПК при ЦК ВКП (б) по Казахстану)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Уполномоченный Комиссии партийного контроля при Центральном Комитете Всесоюзной Коммунистической партии (большевиков) по Казахстану (УполКПК при ЦК ВКП (б) по Казахстану)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд № 725, 5 описей. Общее количество единиц хранения–5420 за 1934–1947 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Полномочное Представительство Центрального Контрольного органа партии – Комиссии партийного контроля при ЦК ВКП (б) в Казахстане (далее Уполномоченный), образовано на заседании комиссии 21 февраля 1934 г. на основании решения ХVII съезда ВКП (б). Прекратило свою деятельность 11 июля 1947 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Постановления директивные указания ЦК ВКП (б), ЦК КП (б) Казахстана, Указы Верховного Совета СССР, СНК СССР, касающиеся деятельности Уполномоченного.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Постановления, распоряжения по аппарату Уполномоченного и материалы к ним.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний правительственной комиссии Казахской ССР о землеустройстве колхозов до получения государственных актов на вечное пользование землей (1937 г.); выездной партийной тройки КПК при ЦК ВКП (б), партколлегии при УполКПК; областных партколлегий по Казахстану, областных, городских, районных партийных конференций, активов; пленумов, бюро обкомов, горкомов, горрайкомов, райкомов партии республики.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Директивные указания о порядке прохождения дел о партийных взысканиях.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Стенограммы совещаний, выступлений Уполномоченного КПК на пленумах Казкрайкома и обкомов, горкомов ВКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Планы, отчеты, обзоры о проделанной работе Уполномоченного и его аппарата, облпартколлегий. Сведения о составе членов комиссии по чистке партии, ходе работы по чистке. Переписка по вопросам контроля за выполнением решений партии на местах. Информационные сводки о работниках аппарата Уполномоченного, об утверждении ответконтролеров, о выборах руководящих партийных органов, фактах нарушения Устава партии, внутрипартийной демократии.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы по выборам в Верховный Совет Казахской ССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информационные письма о проведении Всесоюзной переписи населения, доклад о сортовом районировании по Казахской ССР.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Докладные записки, отчеты, справки, переписка Уполномоченного, членов партколлегии по вопросам организационно-партийной, массово-политической, культурно-просветительской работы, агитации и пропаганды, работы облпартколлегии, предприятий, организаций промышленности, торговли, сельского хозяйства, работы административных органов, борьбы с контрреволюционными элементами, о состоянии партийно-следственных дел, работы научно-исследовательских учреждений, высших, средних учебных заведений, общеобразовательных школ Казахстана, о состоянии детских домов, о борьбе с детской беспризорностью и безнадзорностью, о работе с письмами и жалобами трудящихся.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Основные показатели выполнения плана по народному хозяйству. Материалы о состоянии промышленности, добычи и переработке природных ресурсов, строительства в Казахстане, работе промышленных предприятий.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки, сведения, объяснительные записки о состоянии животноводства, ветеринарного дела; коллективизации; поставках мяса, масла, молока, хлеба государству; землеустройства, землепользования; положение откочевщиков.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Материалы по обследованию работы первичных партийных организаций, партийных комитетов, по коренизации советско-хозяйственных, кооперативных и профсоюзных аппаратов в областях и районах Казахстана; союзпечати, газет, музеев; здравоохранения; издательств; радио; театров; организаций и предприятий; колхозов и совхозов республики. Справки по обсуждению отдельных статьей, опубликованных в газетах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации о перестройке работы в республике в условиях Великой Отечественной войны, о размещении и пуске в действие эвакуированных предприятий, состоянии госпиталей, устройстве эвакуированного населения, инвалидов войны, о мобилизационной работе; положении спецпереселенцев, политэмигрантов, их трудоустройстве; сборе средств по областям на постройку танковой колонны «Колхозник Казахстана», сборе теплых вещей, подарков для Красной Армии, о выплате пособий семьям военнослужащих.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Материалы о состоянии работы прокуратуры, профсоюзов Казахской ССР,",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Списки исключенных из партии, восстановленных в рядах КПСС, апелляционные заявления, жалобы административно-ссыльных, осужденных; списки апелляционных дел.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сведения о партийных и советских деятелях У. Джандосове, Р. Маречеке, А. Айтиеве, Т. Утепове, Л. Таране, А. Айманове, И. Кабулове, Кожанове; деятелях движения «Алаш» А. Букейханове, А. Байтурсынове; писателях И. Джансугурове, Г. Мусрепове, Г. Тогжанове.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Партийно-следственные дела на партработников.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка по апелляциям с Партколлегией КПК при ЦК ВКП (б), органами НКВД, обкомами, горкомами, райкомами ВКП (б), облпартколлегиями.",
      "position"  : "justify"
    }
  ]
}
