{
  "shortName" : "1.7.1 Общественное объединение «Республиканская политическая партия «Отан»",
  "fullName"  : "1.7.1 Общественное объединение «Республиканская политическая партия «Отан»",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Общественное объединение «Республиканская политическая партия «Отан»",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 176-Н, 3 описи. Общее количество единиц хранения – 632 за 1999–2006 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создано 19 января 1999 г. путем преобразования Республиканского общественного штаба в поддержку кандидата в Президенты Республики Казахстан Н. А. Назарбаева и является народно-демократической партией парламентского типа. Главной целью партии является активное участие в политической жизни общества, в формировании органов государственной власти в установленном законом порядке, представление и защита законных интересов граждан в органах государственной власти и местного самоуправления; содействие осуществлению социально-экономических и политических реформ в соответствии с программными задачами партии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Устав, программы, постановления, распоряжения, протоколы, постановления бюро Политического совета, стенограммы, протоколы, доклады, списки участников I–V съездов, конференций партии с участием Президента Республики Казахстан Н. А. Назарбаева, тексты его выступлений.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Положения о ревизионных комиссиях, филиале, представительстве первичной, региональной и территориальных партийных организациях, пресс-центре Центрального аппарата РПП «Отан» и его молодежного крыла «Жас Отан».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Видеофонограммы участия Президента Республики Казахстан Н. А. Назарбаева на IV Внеочередном съезде партии «Отан», форуме сторонников «Отан» (13 сентября 2004 г, Астана), а также акции, посвященной дню рождения Президента, организованной по инициативе партии «Отан».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограмма форума, протоколы заседаний Республиканского совета Молодежного крыла «Жас Отан», отчеты о деятельности, тезисы, информации, программы участия«Жас Отан» в общественных мероприятиях.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы заместителя Председателя партии – исполнительного директора по основной деятельности Центрального аппарата партии. Заявления, анкеты по вступлению в члены партии «Отан» Н. А. Назарбаева, о вручении партийного билета № 1 на Первом съезде 1 марта 1999 г., видеозаписи встреч Н. А. Назарбаева с партийным активом.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Договоры, соглашения о сотрудничестве с партиями, общественными объединениям республики. Планы, отчеты, информации, сведения о работе региональных филиалов, представительств РПП «Отан».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, информации, анализы о подготовке и об участии партии в выборах депутатов маслихатов РК. Документы о визите в Казахстан делегации Коммунистической партии Китая во главе Дай Бинго.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки об опыте работы партийных организаций г. Алматы за 1999–20001 гг.; о составе руководящих работников региональных и территориальных партийных организаций.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с региональными отделениями партии, общественными объединениями по идеологическим, политическим и социально-экономическим вопросам, формированию и организации работы молодежного крыла РПП «Отан».",
      "position"  : "justify"
    }
  ]
}
