{
  "shortName" : "1.7.10 Общественный штаб в поддержку кандидата в Президенты Республики Казахстан Назарбаева Н. А.",
  "fullName"  : "1.7.10 Общественный штаб в поддержку кандидата в Президенты Республики Казахстан Назарбаева Н. А.",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Общественный штаб в поддержку кандидата в Президенты Республики Казахстан Назарбаева Н. А.",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 48-Н, 3 описи. Общее количество единиц хранения–233 и 82 единицы хранения видеофонограмм за 1998–2005 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создан 21 октября 1998 г. на период проведения избирательной кампании. Штаб являлся самостоятельной некоммерческой организацией для проведения всемерной организационной и идеологической работы по поддержке Н. А. Назарбаева как кандидата на пост Президента РК и в содействии достижения им победы на выборах. По истечении срока выборов Президента РК Штаб прекращал свою деятельность.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановление ЦИК РК, протокол учредительного собрания по созднию общественного объединения, Положения о Штабе и его филиалах, планы организационных мероприятий, методические рекомендации по проведению избирательной кампании, памятки доверенным лицам кандидата в Президенты РК, справки, информации областных и городских филиалов о работе, сетевые графики, программы, сценарии, тексты выступлений, аналитические отчеты, информации о проведении акций, списки доверенных лиц, волонтеров, наблюдателей, печатная рекламная продукция в период предвыборной кампании. Заявления, обращения, жалобы, просьбы граждан, поступившие в Штаб и его филиалы, переписка с Центральной избирательной комиссией РК, Администрацией Президента РК, учреждениями и организациями по основной деятельности.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Видеофонограммы об организации общественных штабов по поддержке кандидата в Президенты РК за 2005 г., выступления Н. А. Назарбаева в регионах, встречах лидеров народной коалиции Казахстана с избирателями, агитационно-пропагандистские видеоролики партии «Отан», видеосюжеты информационных программ радиотелевизионных компаний «Казахстан», «Қоғам», «РИКА».",
      "position"  : "justify"
    }
  ]
}
