{
  "shortName" : "1.4.4 Специальный представитель Президента Республики Казахстан на космодроме «Байконур»",
  "fullName"  : "1.4.4 Специальный представитель Президента Республики Казахстан на космодроме «Байконур»",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Специальный представитель Президента Республики Казахстан на космодроме «Байконур»",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 149-Н, 3 описи. Общее количество единиц хранения – 72 за 1994–2002 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образован распоряжением Президента РК от 15 августа 1994 г. №1834. Представитель являлся специально уполномоченным должностным лицом, обеспечивающим регулярное информирование Президента РК о ситуации в регионе, а также осуществляющим меры, направленные на укрепление связи и взаимодействия Президента с местными исполнительными и представительными органами. Регулирование вопросов, связанных с обеспечением юрисдикции Республики Казахстан и конституционных прав граждан РК. Указом Президента РК №825 от 21 марта 2002 г. аппарат Представителя был включен в структуру Администрации Президента Республики Казахстан.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, распоряжения Президента РК, относящиеся к деятельности Специального Представительства Президента РК на космодроме «Байконур». Протоколы совещаний, приказы по основной деятельности.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Доклады Специального Представительства Президента РК на космодроме «Байконур» на заседании Казахстанской части подкомиссии по комплексу «Байконур» Межправительственной комиссии по сотрудничеству между Республики Казахстан и Российской Федерацией от 10 марта 2000 г. в г. Астана, Москва.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информационные письма «Президенту РК о деятельности Специального Представительства Президента РК на космодроме «Байконур», переписка с Администрацией Президента РК по основной деятельности.",
      "position"  : "justify"
    }
  ]
}
