{
  "shortName" : "2.2.8.2 Политическое управление Народного комиссариата зерновых и животноводческих совхозов Казахской ССР (ПУ НКСХ КазССР)",
  "fullName"  : "2.2.8.2 Политическое управление Народного комиссариата зерновых и животноводческих совхозов Казахской ССР (ПУ НКСХ КазССР)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Политическое управление Народного комиссариата зерновых и животноводческих совхозов Казахской ССР (ПУ НКСХ КазССР)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд  187, 1 опись. Общее количество единиц хранения– 495 за 1935–1943 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образовано как Политический сектор совхозов при Наркомате зерновых и животноводческих совхозов Казахской ССР, подчинялся Политуправлению совхозов при Наркомсовхозов СССР. В его задачи входило: обеспечение выполнения зерновыми и животноводческими совхозами  республики решений партии и правительства в области сельского хозяйства, производственных планов, укрепление и подъем сельского хозяйства. В соответствии с постановлением СНК СССР и ЦК ВКП (б) от 17 марта 1940 г. ликвидирован. На основании решения Политбюро ЦК ВКП (б) от 17 ноября 1941 г. создано Политическое управление Народного комиссариата зерновых и животноводческих совхозов Казахской ССР. Его основными задачами были: контроль за реализацией решений партии и правительства в области сельского хозяйства, выполнением производственных планов, обеспечение фронта и тыла необходимым продовольствием и сельскохозяйственным сырьем. Ликвидировано в соответствии с постановлением ЦК ВКП (б) от 31 мая 1943 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Директивные указания, приказы, распоряжения Политуправления Наркомата совхозов СССР, Политсектора Наркомата совхозов Казахской ССР.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Стенограммы III Республиканского съезда стахановцев животноводства Казахской ССР; республиканского совещания передовиков животноводства; совещания начальников политотделов МТС и совхозов Наркомата совхозов КазССР и материалы к ним.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Планы работы Политуправления Наркомата совхозов КазССР, политсекторов трестов совхозов, политотделов совхозов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Политдонесения, докладные записки, справки о работе политсекторов трестов совхозов, политотделов совхозов, о состоянии социалистического соревнования, о сборе средств в фонд обороны.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы партийных собраний первичных парторганизаций совхозов республики.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчетные карточки о составе партийных организаций, годовые финансовые отчеты политотделов совхозов за 1935–1936 гг.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Политдонесения, обзоры, переписка Политического сектора Наркомата совхозов КазССР по партийной пропаганде в связи с выпуском «Краткого курса истории ВКП (б)», политическо-массовой работе, о совхозной печати, состоянии библиотечного дела, ликвации неграмотности, спортивно-оздоровительных работах, подготовке механизаторских кадров, в том числе женщин-трактористок, о культурно-бытовых условиях рабочих, о работе комсомольских организаций, проведении хозяйственных работ, мерах по сохранению молодняка и увеличению поголовья скота за  1937–1940 гг.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Материалы о подготовке совхозов к участию во Всесоюзной сельскохозяйственной выставке.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки работников и руководителей политотделов совхозов Наркомата совхозов Казахской ССР и личные дела, сведения на них.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Переписка с ЦК КП (б) Казахстана по вопросам политико-массовой работы, по кадрам, с политотделами совхозов о работе комсомольских организаций, об открытии детских пионерских лагерей.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы 4-х месячной школы подготовки работников политотделов совхозов республики за 1939 г., Республиканских курсов переподготовки работников политотделов совхозов республики за 1940 г.",
      "position"  : "justify"
    } 
  ]
}
