{
  "shortName" : "1.7.2 Социалистическая партия Казахстана (СПК)",
  "fullName"  : "1.7.2 Социалистическая партия Казахстана (СПК)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Социалистическая партия Казахстана (СПК)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 85-Н, 3 описи. Общее количество единиц хранения –202 за 1991–1997 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создана на Внеочередном Чрезвычайном съезде (август 1991 г.) Компартии Казахстана как самостоятельная политическая организация, объединяющая на добровольных началах граждан Казахской ССР, и действующая в рамках Конституции и законов республики. Основной целью партии являлось проведение радикальных реформ, направленных на повышение благосостояния, обеспечения прав и свобод человека, межнационального согласия, на становление рыночной экономики, правового государства. Постановлением бюро Политисполкома от 4 апреля 1997 г. деятельность аппарата Политисполкома была временно приостановлена и не была возобновлена.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановление Внеочередного Чрезвычайного съезда Компартии Казахстана от 7 сентября 1991 г. о переименовании Компартии Казахстана в Социалистическую партию Казахстана и документы к нему, Устав, положения о Секретариате Политисполкома, о территориальных структурных подразделениях СПК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановления бюро, пленарных заседаний Политисполкома СПК и документы кним, протоколы заседаний областных организаций, совместного заседания представителей партии Народный Конгресс Казахстана, Социалистической партии Казахстана об организации левоцентристкого блока политических движений и партий.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Доклады на съездах партии об основных перспективах и направлениях деятельности. Проект положения, протокол, письмо о создании фракции СПК в Верховном Совете РК. Проекты постановлений, резолюций, программы о подготовке Х1Х съезда СПК в 1992 г., научно-практических конференций: «Социалистическая идея: прошлое, настоящее, будущее», «Создание различных политических партий в возникающем плюралистическом обществе».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Соглашение о вступлении СПК в Коалицию социальной защиты от 9 декабря 1991 г., договоры Политисполкома с редакциями газет о публикации общественно-политических и информационных материалов. Текст диалога депутата Е. Ертысбаева, сопредседателя Соцпартии трудящихся России Р. Медведева на II съезде СПТР от 6 июня 1993 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановление, обращения, предвыборная программа участия в выборах Президента, Мажилиса Парламента РК. Резолюции, информации, письма о развитии связей между СПК и КП Греции и партиями других стран.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Предложения и замечания к проекту Закона Казахской ССР «Об общественных объединениях в Казахской ССР». Заявление Председателя СПК А. Алимжанова о проведении довыборов народных депутатов из числа членов СПК, обращения народного депутата П. Своика к руководству СПК с программными предложениями в области экономической политики и государственного устройства республики.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки и информации Политсовета СПК об организационно-политической и идеологической работе, проделанной партией, статистические сведения о составе СПК и приеме в ее ряды, отчеты о численности и структуре областных парторганизаций, списки руководящих работников аппарата исполкома и областных организаций, г. Алматы, документы о создании газет «Республика», «Қазақ мемлекеті». Письма граждан в редакцию газеты «Республика» с предложениями, пожеланиями, анализами происходящих в Казахстане событий.",
      "position"  : "justify"
    }
  ]
}
