{
  "shortName" : "2.2.6.8 Алма-Атинская областная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская облКК ВКП (б) – РКИ)",
  "fullName"  : "2.2.6.8 Алма-Атинская областная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская облКК ВКП (б) – РКИ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинская областная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская облКК ВКП (б) – РКИ)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд  184, 2 описи. Общее количество единиц хранения–1113 за 1930–1939гг.",
      "position"  : "right"
    },


	{
      "type"      : "paragraph",
      "content"   : "Создана на первой Алма-Атинской областной конференции, которая состоялась 4–8 июня 1932 г. Основными задачами являлись: проведение проверок исполнения партийными комитетами и первичными парторганизациями, учреждениями и предприятиями директив руководящих партийных и советских органов, совершенствование государственного аппарата, проверка членов партии. Прекратила свою деятельность на основании постановления XVI Iсъезда ВКП (б), проходившего 26 января –10 февраля 1934 г. о ликвидации единого партийно-государственного контроля.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Указания ЦКК ВКП (б) и Наркомата РКИ СССР, постановления президиума КрайКК ВКП (б).",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы бюро Алма-Атинского обкома, райкомов ВКП (б); президиума партколлегии, партийной тройки районных контрольных комиссий.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограмма объединенного заседания бюро Алма-Атинского обкома и президиума облКК.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Статистические отчеты облКК о работе, докладные записки уполномоченных облКК по проверке реализации предприятиями и организациями области решений ЦК ВКП (б), о подготовке к зиме и весенним посевным кампаниям колхозов, совхозов, МТС Алма-Атинской области.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Сведения о привлечении коммунистов к партийной ответственности. Документы о чистке партийных рядов в области",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы президиума партколлегии Каратальской районной контрольной комиссии ВКП (б) за 1930–1931 гг.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладные записки уполномоченных областной партколлегии о выполнении постановлений ЦК ВКП (б) и СНК СССР, ЦК КП (б) К, СНК КАССР за 1938–1939 гг.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с партийными органами по разбору апелляционных заявлений и жалоб, о деятельности партийных, советских государственных органов и учреждений, предприятий организаций области.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Списки лиц, исключенных из партии, членов областной, районных контрольных комиссий. Заявления, жалобы, поступившие в облКК ВКП (б).",
      "position"  : "justify"
    }	
  ]
}
