{
  "shortName" : "2.2.2.5 Алма-Атинский областной комитет Коммунистической партии Казахстана (Алма-Атинский обком КП Казахстана)",
  "fullName"  : "2.2.2.5 Алма-Атинский областной комитет Коммунистической партии Казахстана (Алма-Атинский обком КП Казахстана)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинский областной комитет Коммунистической партии Казахстана (Алма-Атинский обком КП Казахстана)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 8, 1–86 описей. Общее количество единиц хранения– 31064 за 1932–1962; 1964–1991 гг. Перечни за 1941–1991 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован 19 февраля 1932 г. на основании постановления Казкрайкома ВКП (б) как Алма-Атинский областной комитет ВКП (б), с июня 1937 г. Алма-Атинский областной комитет КП (б) К. В связи с решением ХІХ съезда ВКП (б) в октябре 1952 г. стал именоваться Алма-Атинским областным комитетом Компартии Казахстана. В соответствии с постановлениями пленума ЦК КПСС (19–23 ноября 1962 г.) и ЦК Компартии Казахстана (25– 26 декабря 1962 г.) реорганизован в промышленный и сельские обкомы. Восстановлен на основании постановлений пленума ЦК КПСС (16 ноября 1964 г.) и ЦК Компартии Казахстана (7 декабря 1964 г.). По решению ХVII съезда Компартии Казахстана 7 сентября 1991 г. распущен.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Циркулярные письма Казкрайкома ВКП (б), постановления ЦК Компартии Казахстана.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы, стенограммы областных партийных конференций, пленумов, бюро, секретариата обкома и материалы к ним. Протоколы районных партийных конференций, собраний первичных партийных организаций, бюро райкомов, заседаний партийных комитетов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Статистические данные, информации о сети областной партийной организации, о чистках в партии, об итогах обмена партдокументов, о выбывших из партии по социальным, политическим и другим мотивам, о состоянии и движении районных парторганизаций, личные дела и учетные карточки, анкеты, списки членов партии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки, докладные записки о формах и методах агитационно-массовой работы; о работе среди женщин, дунган, депортированных корейцев, немцев, поляков и других; об антирелигиозной пропаганде; о результатах проверок деятельности областной коллегии адвокатов, прокуратуры, районных народных судов, переписка с комитетом ДОСААФ, Обществом Красного Креста и Красного Полумесяца. Справки, информации о развитии телевещания в отдаленных Уйгурском, Кегенском, Нарынкольском районах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, сведения, справки о переводе на оседлость казахских кочевых хозяйств, их обустройстве, развитии животноводства, организационно-хозяйственном укреплении колхозов, подготовке механизаторских кадров, о строительстве Балхашского медеплавильного, Текелийского свинцово-цинкового комбинатов, о стахановском движении.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о состоянии оборонно-массовой работы, о размещении и работе эвакуированных промышленных предприятий, научных и культурных учреждений в годы Великой Отечественной войны, об обустройстве эвакуированного населения, о формировании воинских частей, о помощи Красной Армии, Орловской области, освобожденной в 1943г. от фашистской оккупации, инвалидам Отечественной войны.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Политические донесения о настроениях населения и откликах на события внутренней и международной жизни.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о развитии животноводства, плодоводства, виноградарства, овощеводства, о снабжении колхозов и совхозов сельскохозяйственной техникой, о выращивании опийного мака и масляничных культур, о проведении (1966 г.) областных совещаний картофелеводов, передовиков свекловодов и семинара по вопросам развития молочного скотоводства, о развитии рыбного хозяйства, о строительстве Тас-Мурунского и Большого Алма-Атинского каналов, Капчагайского фарфорового завода, о работе предприятий местной, легкой, пищевой промышленности, транспорта и связи, о внедрении коллективного подряда и передового опыта в колхозное и совхозное производство, о мелиорации и ирригации, электрификации и механизации, о переходе на пятидневную рабочую неделю, об условиях полного хозрасчета и самофинансирования, о создании агропромышленного комплекса.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обзоры, доклады, справки о создании сети культпросветучреждений, радиосети, детских дошкольных учреждений, о работе органов и учреждений народного образования, высших учебных заведений, о мерах по обеспечению компьютерной грамотности учащихся, о развитии здравоохранения, социальной защиты населения, благоустройстве сел и городов области, о мерах по преодолению пьянства, алкоголизма, тунеядства, злоупотреблений служебным положением.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации, отчеты о направлении специалистов в заграничные командировки и развитии иностранного туризма, о внедрении новых обрядов и ритуалов в быт, об участии военнослужащих в афганской кампании, о межнациональных отношениях, пресечении эмигрантских настроений, о концепции языковой политики. Материалы по интернациональному воспитанию трудящихся: о работе комиссии обкома Компартии Казахстана по национальным и межнациональным отно­шениям, Алма-Атинского горкома партии по патриотическому воспитанию молодежи,  массово-политической  работе среди граждан немецкой национальности, дунган.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о работе Дома политпросвета за 1965–1975 гг. и Университета марксизма-ленинизма за 1976–1977 гг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы об улучшении культурно-бытовых условий населения пограничных районов области, о работе музея истории и реконструкции г. Алма-Аты и создании Кегенского народного историко-краеведческого музея, об издании газеты «Вечерняя Алма-Ата» (1980 г.).",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчет обкома партии на IX пленуме ЦК Компартии Казахстана по выполнению Продовольственной программы СССР.",
      "position"  : "justify"
    }      
  ]
}
