{
  "shortName" : "1.4.9 Агентство Республики Казахстан по регулированию деятельности регионального финансового центра города Алматы",
  "fullName"  : "1.4.9 Агентство Республики Казахстан по регулированию деятельности регионального финансового центра города Алматы",
  "document"  : [
      {
      "type"      : "title-2",
      "content"   : "Агентство Республики Казахстан по регулированию деятельности регионального финансового центра города Алматы",
      "position"  : "center"
      },

      {
      "type"      : "italic",
      "content"   : "Архивный фонд 264-Н ,6 описей. Общее количество единиц хранения - 709 за 2006–2012 гг.",
      "position"  : "right"
      },

      {
      "type"      : "paragraph",
      "content"   : "Образовано Указом Президента РК от 1 февраля2006 г. № 55 как государственный орган, непосредственно подчиненный и подотчетный Президенту РК, осуществляющий государственное регулирование функционирования регионального финансового центра города Алматы. Указом Президента РК от 12 апреля2011 г.№ 25 Агентство было упразднено с передачей функций и полномочий Национальному Банку РК.",
      "position"  : "justify"
      },

      {
      "type"      : "paragraph",
      "content"   : "Закон РК «О внесении изменений и дополнений в некоторые законодательные акты РК по вопросам развития регионального финансового центра города Алматы» от 21 июля 2007 г. № 309-Ш ЗРК, постановления Правительства РК, относящиеся к деятельности Агентства.",
      "position"  : "justify"
      },

      {
      "type"      : "paragraph",
      "content"   : "Положение о Международном совете при Агентстве РК по регулированию деятельности регионального финансового центра города Алматы. Протоколы совещаний с участием Президента РК Н. Назарбаева, Премьер-Министра РК и документы по исполнению принятых решений. Протоколы заседаний Совета директоров, Экспертного совета специальной торговой площадки, Совета иностранных инвесторов при Президенте РК, Листинговой комиссии, конкурсной комиссии Агентства.",
      "position"  : "justify"
      },

      {
      "type"      : "paragraph",
      "content"   : "Справки, информации о ходе выполнения поручений Президента РК по вопросам проведения анализа потенциальных инвесторов – граждан РК и активизации работы по вовлечению населения на рынок ценных бумаг. Поручения Руководителя Администрации Президента РК и документы по их исполнению.",
      "position"  : "justify"
      },

      {
      "type"      : "paragraph",
      "content"   : "Приказы по основной деятельности, планы, отчеты о работе Агентства. Информации, справки, письма о сотрудничестве Агентства с биржевым советом Казахстанской фондовой биржи по вопросам листинга ценных бумаг. Заключения, информации, письма по возмещению затрат на аудит эмитентов финансовых инструментов, допущенных на специальную торговую площадку.",
      "position"  : "justify"
      },

      {
      "type"      : "paragraph",
      "content"   : "Переписка Агентства с Канцелярией Премьер-Министра РК о реализации общенационального плана по исполнению постановлений, программ Правительства, Национальным Банком РК, Ассоциацией финансистов Казахстана по осуществлению брокерской и дилерской деятельности на рынке ценных бумаг; фондовыми биржами иностранных государств о сотрудничестве, госорганами по аудиторской деятельности, развитию фондового рынка, паспорта республиканских бюджетных программ.",
      "position"  : "justify"
      }
  ]
}
