{
  "shortName" : "2.2.3.2 Джаркентский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Джаркентский угорком ВКП (б))",
  "fullName"  : "2.2.3.2 Джаркентский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Джаркентский угорком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Джаркентский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Джаркентский угорком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 806, 1 опись. Общее количество единиц хранения– 22 за 1919–1927 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован 1919 г. (по косвенным данным) как Джаркентский уездно-городской комитет Компартии Туркестана и входил в состав Джетысуйской (Семиреченской) обл. В 1924 г., после национального размежевания территорий Средней Азии и Казахстана, Джетысуйская областная партийная организация отнесена к Киргизскому (Казахскому) областному комитету РКП (б). В соответствии с постановлением Х1V съезда ВКП (б) от 31 декабря 1925 г. о переименовании РКП (б) во ВКП (б) уездной комитет стал именоваться Джаркентский уездно-городской комитет ВКП (б). В связи с проведением в 1928 г. административно-территориального деления Казахстана и в соответствии с постановлением ВЦИК от 3 сентября 1928 г. уездно-городской комитет ВКП (б) был ликвидирован.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Джаркент.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы уездных съездов, пленумов, конференций РКП (б), ВКП (б), бюро Джаркентского укома, угоркома Компартии Туркестана, общих собраний городской партийной организации, гарнизонных ячеек, президиума угоркома, совещаний командного состава Джаркентского гарнизона, редколлегии стеннгазеты «Камбеляр Авази», собраний женщин уезда.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады о состоянии партийной организации уезда, об обследовании селения Баскунчи. Партийно-следственные дела.",
      "position"  : "justify"
    }    
  ]
}
