{
  "shortName" : "2.2.1.1 Киргизское (Казахское) бюро Российской Коммунистической партии (большевиков) (Кироблбюро, Кирпартбюро)",
  "fullName"  : "2.2.1.1 Киргизское (Казахское) бюро Российской Коммунистической партии (большевиков) (Кироблбюро, Кирпартбюро)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Киргизское (Казахское) бюро Российской Коммунистической партии (большевиков) (Кироблбюро, Кирпартбюро)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 140, 1опись. Общее количество единиц хранения –138за 1920–1921гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Создано 30 апреля 1920 г. постановлением ЦК РКП (б) как Областное бюро Российской Коммунистической партии (большевиков) Киргизского края (Облбюро РКП (б) Киркрая) с целью формирования единой партийной организации. Переименовано 12октября 1920 г. в связи с образованием Казахской АССР. Прекратило свою деятельность в июне 1921 г. после избрания областной Киргизской (Казахской) партийной конференцией Киргизского (Казахского) областного комитета РКП (б). Функция: объединить партийные организации в единую казахстанскую организацию РКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Оренбург.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы об образовании и деятельности Организационного Киргизского бюро.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы, стенограммы, тезисы, доклады, резолюции, мандаты, листки членов І Казахстанской областной конференции РКП (б) за 1921 г., протоколы заседаний Кир (Каз) облбюро, его Президиума, Политбюро, пленумов, протоколы ячейки РКП (б) при Кир(Каз)Центросоюза. (г. Оренбург), доклад его правления о решениях съезда уполномоченных от губсоюзов потребительского общества Кир (Каз)ССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Циркуляры, директивные, инструктивные указания РКП (б) по учету и распределению партийных кадров, работе с комсомольскими организациями, о формах и методах партийной работы среди казахов, о работе среди национальных меньшинств, женщин, о новой экономической политике.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Вопросы и постановления 3 конгресса Коминтерна. Обращения президиума ВЦИК о помощи голодающим.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Приказы по Киргизскому обкому; войскам Заволжеского округа; Реввоенсовета; войскам ЧОН Кир (Каз) ССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчеты, докладные записки С. Пестковского, М. Демме, А. Авдеева, В. Мюрата, С. Мендешева об организации партийной работы.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Проект положения о красной юрте.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы конференций, собраний, совещаний, отчеты женотделов о работе среди женщин. Списки женщин-коммунисток.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты о работе Киробкома РКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки ответственных работников Кироблбюро, органов власти и управления Киргизского (Казахского) края. Анкеты, мандаты, удостоверения делегатов І Краевого партийного совещания, представителей государственных органов власти и управления (1920 г). Списки мусульманских организаций и ячеек РКП (б) и беспартийных. Личные листки, биографии, характеристики на ответственных работников советско-хозяйственных и профсоюзных работников.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы губернских, уездных, районных конференции РКП (б), заседаний губкомов, укомов и их бюро.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Инструктивные указания укомам. Отчеты, доклады губкомов, немецкой секции Акмолинского губкома. Информации, сводки губкомов, укомов, Адаевского ревкома о политическом и экономическом положении на местах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладная записка М. Дулатова правительству Алаш-Орды о политической обстановке в Усть-Каменогорском уезде (1918 г.). Доклад С. Садвокасова на IХ Всероссийском съезде Советов о работе местных органов государственной власти и управления КАССР (1921 г.), информации и переписка о создании и укреплении последних. Доклад и объяснительная записка сотрудников Кирревкома и Киркрайвоенкомата о политических течениях среди интеллигенции Киркрая. Доклады о положении в губерниях, здравоохранениях в республике, работе Главполитпросвета, о деятельности губернских, уездных продовольственных комитетов, обследованию комитетов помощи голодающим по республике, в том числе помощи Америки.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о подготовке и проведении Учредительного съезда Советов КАССР. Проект временного положения об управлении Акмолинской и Семипалатинской областями и представительстве КАССР при Сибревкоме.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний комиссий по проведению Октябрьских торжеств, комитета содействия фронту, заседаний чрезвычайной тройки по проведению недели красной казармы в Павлодарском уезде Семипалатинской губернии.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Обращение ЦИКа КАССР к трудовому казачеству (1920 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о всеобщем обучении военному делу, дислокации войсковых частей, находившихся в подчинении Киркрайвоенкомата, сокращении Красной Армии. Донесения, сводки, доклады о частях особого назначения, правоохранительных вопросах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Бюллетень о политическом, экономическом и хозяйственном состоянии КАССР на 1 ноября 1920 г.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы земельной реформы по республике.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Статистические сведения о количестве населения КАССР по данным переписи 1920 г., о площади земель, количестве и распределении населения по национальному составу, о площадях посевов, о промышленных предприятиях, о рабочих, занятых в них.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о работе периодической печати, организации издательского дела, народного образования, о профессиональной подготовке работников искусства, о работе органов социального обеспечения.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с ЦК РКП (б), Сибирским бюро ЦК РКП (б), губкомами, укомами края, Российским военным Главным штабом, органами власти и управления КАССР по вопросам партийной работы, мобилизации на фронт, финансовым, кадровым.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о работе Оргбюро РКП (б) за апрель 1920 г.",
      "position"  : "justify"
    }
  ]
}
