{
  "shortName" : "2.2.3.5 Лепсинский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Лепсинский угорком ВКП (б))",
  "fullName"  : "2.2.3.5 Лепсинский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Лепсинский угорком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Лепсинский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Лепсинский угорком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд № 293, 3 описи, Общее количество единиц хранения–1136 за 1920–1928 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован в июле 1920 г. постановлением Семиреченского обкома РКП (б) как Лепсинский уездно-городской комитет РКП (б). В декабре 1924 г. после национально-государственного размежевания республик Средней Азии и Казахстана Лепсинская уездно-городская партийная организация влилась в Киргизский областной комитет РКП (б), который постановлением ЦК РКП (б) от 19 февраля 1925 г. был переименован в Казахский краевой комитет. В соответствии с постановлением Х1V съезда ВКП (б) от 31 декабря 1925 г. о переименовании РКП (б) во ВКП (б) уездной комитет стал именоваться Лепсинский уездно-городской комитет ВКП (б). В связи с проведением в 1928 г. административно-территориального деления Казахстана и в соответствии с постановлением ликвидационной комиссии 16 июля 1928 г. Лепсинский уездно-городской комитет ВКП (б) был ликвидирован.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Лепсинск.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Циркулярные письма Краевого Комитета, Семиреченского обкома Компартии Туркестана.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы бюро и секретариата Джетысуйского обкома, губкома ВКП (б), пленумов исполбюро Лепсинского угоркома, волкома ВКП (б); І уездно-городского съезда советов рабочих, крестьянских, красноармейских, декханских и казачьих депутатов (1921 г.); уездных, волостных партийных конференций, райкомов Компартии Туркестана и общих собраний ячеек, организаций, общегородских партийных собраний, собраний бедноты, батраков, женщин; президиума Лепсинского уездно-революционного комитета, Лепсинского съезда председателей волостных, сельских и аульных ревкомов (1921 г.), волостных уездных беспартийных конференций, общих собраний женщин и делегатских собраний сел и аулов уезда, уездного съезда сельскохозяйственных коммун (1925 г.), общегородских собраний комсомольцев, членов союза «Кошчи» уездно-городской конференции профсоюзов, комиссии по улучшению быта детей.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Устав о секциях национальных меньшинств, Инструкции по организации партийного дела. Материалы по проверке и чистке членов партии. Статотчеты о движении состава партийной организации по уезду. Списки коммунистов с указанием номеров партбилетов.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Сводки, информации справки о мобилизации коммунистов на Западный фронт, о борьбе с контрреволюцией, спекуляцией, о помощи пострадавшим от басмачества в Фергане, организации ЧОН, о национальных взаимоотношениях, о шефстве города над деревней и аулом, о борьбе с неграмотностью, об изъятии церковных ценностей, об оказании помощи пострадавшим от наводнения в районе Аральского моря, о проведении земельно-водной реформы, новой экономической политики кампании по сбору продовольственного налога, о состоянии кооперации, торговли в ауле и деревне, об организации комитета бедноты и союза «Кошчи», о помощи голодающим Поволжья, о работе комиссии МОПР, об охране материнства, вовлечении женщин в общественную работу.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады о работе коммунистических ячеек, деятельности уездной комиссии по изучению казахского языка, уполномоченного акционерного общества по сбору и переработке опия.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информационные бюллетени об экономическом и политическом положении уезда.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка по учету безработных коммунистов и их трудоустройству.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Каз., рус.",
      "position"  : "justify"
    }    
  ]
}
