{
  "shortName" : "2.2.1.2 Киргизский (Казахский) областной Комитет Российской Коммунистической партии (большевиков) (Киробком РКП (б))",
  "fullName"  : "2.2.1.2 Киргизский (Казахский) областной Комитет Российской Коммунистической партии (большевиков) (Киробком РКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Киргизский (Казахский) областной Комитет Российской Коммунистической партии (большевиков) (Киробком РКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 139. 5 описей. Общее количество единиц хранения– 1998 за 1921–1925 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Избран 18 июня 1921 г. 1 Казахской областной партийной конференцией. Постановлением ЦК РКП (б) 19 февраля 1925 г. о переименовании областной партийной организации в краевую переименован в Краевой комитет партии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Оренбург.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Декрет ВЦИК РСФСР от 23 августа 1920 г. об организации Автономной Киргизской Социалистической Республики (газета « Коммунар» от 25.09.1920 г.);",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы к съездам Советов Кир (Каз) ССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Циркуляры ЦК РКП (б), протоколы, стенограммы ежегодных областных, партийных конференций, пленумов, заседаний президиума, бюро, секретариата Киробкома РКП (б), первого краевого совещания секретарей губкомов (1922 г.), губернских и уездных партийных конференций, пленумов президиумов губкомов, укомов РК П(б), беспартийных женских конференций, городских, районных партийных собраний коммунистов, бедноты и батрачества.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Обращения партийной власти к партийным организациям, женщинам республики.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Статистические отчеты, информации о составе, численности коммунистов в областной партийной организации, о ее структуре, о деятельностях Центросоюза, Истпарта. Задачи и методы партийного строительства в КАССР, программы для школ политической грамоты. Инструкция ЦК РКП (б) по работе с исключенными из партии во время проверки. Заявления коммунистов о восстановлении в партии и другим партийным вопросам.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сводки ОГПУ о настроениях среди духовенства, эсеров, меньшевиков, кадетов, о деятельности представителей движения «Алаш» (А. Байтурсынова, А. Букейханова, М. Дулатова и др.), борьбе с Алашордынской организацией.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, доклады, информации, письма областных, местных партийных органов и организаций, государственных учреждений о росте партийных организаций, работе фракции, ячеек РКП (б) при Кирбюро, призыве в партию, политико-просветительской работе, состоянии делопроизводства, работе газет, профсоюзов, о работе среди беспартийных масс, национальных меньшинств, с комсомолами, об организации и деятельности союза «Жарлы», женском движении, о борьбе с калымом и многоженством, «религиозными пережитками», безграмотностью, детской беспризорностью, проституцией; о голоде и ликвидации его последствий, о продовольственном положении; железнодорожном транспорте, землепользовании, посевных кампаниях; промышленности, государственной торговле, кооперации, советском строительстве, деятельности ЧОН, правоохранительных органов по борьбе с «бандитизмом», с «контрреволюционным троцкизмом», об экономическом и политическом положении в регионах края, казачестве в КАССР, проведении национально-государ-ственного размежевания республик Средней Азии и Казахстана; переносе столицы республики.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обзоры газет по Казахскому краю, отдельные экземпляры газеты Киробкома РКП(б) «Сабан» на татарском языке (1925 г.).",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы о деятельности Киробкома РКСМ, наркоматов КазССР.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Копии отдельных протоколов и постановлений СНК КАССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы Реввоенсовета, Военкомата КАССР, документы о формировании национальных частей Красной Армии, ЧОНа.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Личные документы (анкеты, личные листки, мандаты, удостоверения, регистрационные карточки) членов и кандидатов партии. Списки ответственных работников коммунистов по Оренбургско-Тургайской, Уральской губернии; вступивших и выбывших из партии после Х съезда партии; расстрелянных участников восстания против советской власти в г. Нарыне в 1921 г.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка о сборе документов по истории партии большевиков в Казахстане; о помощи больным и раненым красноармейцам; переписка с наркоматами продовольствия, труда, здравоохранения и др., с представителем РСФСР при АРА о помощи голодающему населению.",
      "position"  : "justify"
    }    
  ]
}
