{
  "shortName" : "1.6.1 Объединенный архивный фонд: Центральный государственный архив новейшей истории Республики Казахстан (ЦГАНИ РК), Архив Президента Республики Казахстан",
  "fullName"  : "1.6.1 Объединенный архивный фонд: Центральный государственный архив новейшей истории Республики Казахстан (ЦГАНИ РК), Архив Президента Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Объединенный архивный фонд: Центральный государственный архив новейшей истории Республики Казахстан (ЦГАНИ РК), Архив Президента Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 30-Н,10 описей. Общее количество единиц хранения – 1829 за 1991–2012 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "ЦГАНИ РК образован постановлением Кабинета Министров РК от 3 августа 1992 г. № 649 на базе документов партийного архива ЦК Компартии Казахстана. ЦГАНИ РК являлся многопрофильным архивом, который осуществлял постоянное государственное хранение, комплектование и использование документов высших республиканских структур государственной власти и управления, политических и общественных организаций, а также являлся научно-методическим центром в работе с документами по своему профилю.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указом Президента РК от 14 января 1994 г. № 1502 РК и постановлением Кабинета Министров РК от 25 марта 1994 г. № 298 на базе Центрального государственного архива новейшей истории РК был создан Архив Президента РК. Архив является государственным учреждением, выполняющим функции республиканского государственного органа в сфере архивного обеспечения деятельности Президента РК и его Администрации. Архив осуществляет постоянное хранение архивных документов на различных материальных носителях, связанных с деятельностью Администрации Президента РК, органов, созданных при Главе государства, отдельных центральных исполнительных органов, государственных и политических деятелей, общественных объединений и архивных фондов архивных учреждений– предшественников.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, постановления, распоряжения Президента, Правительства РК, относящиеся к деятельности, положения об архивах, Дирекции, Научном совете, Экспертно-проверочной методической комиссии, приказы по основной деятельности, протоколы заседаний коллегиальных, научно-совещательных органов, общих собраний коллектива.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Концепции, программы развития Архива Президента РК на долгосрочный период, годовые планы, отчеты, информации о работе, списки учреждений и общественных организаций – источников комплектования, договоры, соглашения с общественными объединениями, отечественными и зарубежными государственными архивами и организациями о сотрудничестве.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, доклады, информации об участии в научных конференциях, семинарах, круглых столах, о презентации документальных сборников, подготовленных Архивом. Планы-проспекты и рукописи документальных сборников, тематическо-экспозиционные планы историко-документальных выставок, программы встреч с общественностью, проведения мероприятий, посвященных знаменательным и памятным датам по истории Казахстана. Аудиовидеозаписи встреч с представителями зарубежных организаций, исследователями, учеными Казахстана.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки о результатах комплексных и контрольных проверок состояния документирования и архивного хранения в учреждениях-источниках комплектования Архива. Справки, информации, переписка с Администрацией Президента РК, учреждениями - источниками комплектования Архива о состоянии документирования и ведомственного хранения документов, органами государственного управления, общественными, научными, культурными организациями,  о сотрудничестве с государственными архивами стран СНГ и дальнего зарубежья по развитию архивного дела, о вступлении Архива в состав членов Евроазиатского регионального отделения Международного Совета Архивов ЕВРАЗИКА.",
      "position"  : "justify"
    }
  ]
}
