{
  "shortName" : "2.2.2.6 Алма-Атинские областные производственные органы комитета Коммунистической партии Казахстана (групповая характеристика)",
  "fullName"  : "2.2.2.6 Алма-Атинские областные производственные органы комитета Коммунистической партии Казахстана (групповая характеристика)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинские областные производственные органы комитета Коммунистической партии Казахстана (групповая характеристика)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 2387– Алма-Атинский сельский областной комитет Компартии Казахстана, 2 описи. Общее количество единиц хранения– 474 за 1963–1964 гг.",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 2389– Алма-Атинский сельский  областной комитет Компартии Казахстана, 1 опись. Общее количество единиц хранения–286 за 1963–1964 гг.;",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 2388– Алма-Атинский промышленный областной комитет Компартии Казахстана, 2 описи. Общее количество единиц хранения–740 за 1963–1964 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "В соответствии с постановлениями Пленумов ЦК КПСС (19–23 ноября 1962 г.) и ЦК Компартии Казахстана (25–26 декабря 1962 г.) образованы самостоятельные партийные организации – сельская и промышленная, для руководства которыми, были образованы Алма-Атинский сельский и Алма-Атинский промышленные областные комитеты Компартии Казахстана. Постановлениями Пленумов ЦК КПСС (16 ноября 1964 г.) и ЦК Компартии Казахстана (7 декабря 1964 г.) объединены в единый областной комитет Компартии партии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы сельских и промышленных областных партийных конференций пленумов, активов, заседаний бюро, секретариата обкомов и материалы к ним. Материалы первого совещания передовиков движения за коммунистический труд на предприятиях и организациях Алма-Атинской области (1963 г.), работников административных органов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Стенограммы съезда сельской интеллигенции Алма-Атинской области (1964 г.), областных совещаний табаководов, овощеводов и садоводов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Директивные указания обкома Компартии Казахстана партийным комитетам, советским органам по вопросам их деятельности. Статотчеты горкомов, райкомов, промышленно-производственных парткомов о работе партийных органов и первичных партийных организаций.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки, справки, отчеты о состоянии народного хозяйства районов, выполнении партийных решений по вопросам работы предприятий, перерабатывающих сельхозсырье, по заготовке сельхозпродуктов, строительства и коммунального хозяйства, автотранспорта, шоссейных дорог, связи, о мерах по улучшению молочно-овощных хозяйств вокруг городов и промышленных центров, о работе предприятий ирригации и обводнении пастбищ, торговли, деятельности финансовых и плановых органов, соцобеспечения, военкоматов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы о социалистических соревнованиях, передовиках производства области.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации по агитационно-пропагандистской работе, в том числе среди турков-месхетинцев, немцев, о работе группы революционных традиций, о рецензии на мемуары генерал-майора запаса М. К. Серикова «Боевые годы», о деятельности русской православной церкви и религиозных культах, творческих организаций; по вопросам образования, культуры, печати, здравоохранения.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки о санитарном состоянии и благоустройстве города Алма-Ата.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты о работе Алма-Атинского отделения «Интурист».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка со штабом гражданской обороны, прокуратурой и областным судом, управлением охраны общественного порядка, милицией, с советскими, хозяйственными, профсоюзными и комсомольскими органами СССР и Казахской ССР по основной деятельности.",
      "position"  : "justify"
    }    
  ]
}
