{
  "shortName" : "2.2.3.4 Талды-Курганский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Талды-Курганский угорком ВКП (б))",
  "fullName"  : "2.2.3.4 Талды-Курганский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Талды-Курганский угорком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Талды-Курганский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Талды-Курганский угорком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 295, 1 опись. Общее количество единиц хранения–333 за 1922–1928 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован в марте 1922 г. как Капальский уездно-городской комитет Компартии Туркестана. Постановлением Туркестанского ЦИКа от 2 июня 1922 г. с. Гавриловское Капальского уезда, центр Талды-Курганского уезда, переименовано в с. Талды-Курган, в связи с чем, Капальский уездно-городской комитет Компартии Туркестана был переименован в Талды-Курганский уездно-городской комитет, который входил в состав Дтысуйской обл. В 1924 г., после национального размежевания территорий Средней Азии и Казахстана, Талды-Курганская уездная партийная организация отнесена к Киргизскому (Казахскому) областному комитету РКП (б). В соответствии с постановлением Х1V съезда ВКП (б) от 31 декабря 1925 г. о переименовании РКП (б) в ВКП (б) уездной комитет стал именоваться Талды-Курганский уездно-городской комитет ВКП (б). В связи с проведением в 1928 г. административно-территориального деления Казахстана и в соответствии с постановлением ВЦИКот 3 сентября 1928 г. Талды-Курганский уездно-городской комитет ВКП (б) был ликвидирован.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Талды-курган.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Циркулярные письма ЦК РКП (б), ЦК Компартии Туркестана, Семиреченского обкома и Джетысуйского губкома по вопросам организационно-партийного строительства, учета, распределения кадров, работы комсомольских организаций.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы бюро Джетысуйского губкома ВКП (б), пленумов, исполбюро, секретариата, бюро Талды-Курганского угоркома РКП (б); президиума уисполкома, пленумов укома, бюро и секретариата Талды-Курганского угоркома ВКП (б), пленумов и исполнительного бюро Джетысуйского обкома, облгоркома КПТ, президиума Талды-Курганского исполнительного комитета советов, уездных партийных конференций; волостных комитетов ВКП (б), бюро, общих собраний партийных ячеек, агитационно-пропагандистской коллегии угоркома КПТ; общих собраний членов и кандидатов КПТ, президиума общего собрания союза «Кошчи», бюро укома КСМТ; пленумов облпрофсовета, беспартийных областных конференций; кооперативных совещаний, уездной комсомольской конференции, комиссий по проведении революционных праздников, по борьбе с излишествами, боевого сплочения коммунистов, по улучшению быта тружениц, троек содействия хлебозаготовкам.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации о состоянии партийной организации уезда, об изучении решений съездов партии, проверке, чистке рядов членов партии, ликвидации безграмотности и политической неграмотности, о работе советско-партийных школах, партийных курсов.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Сводки, доклады, переписка о политическом положении в уезде, о состоянии советской, партийной и профсоюзной работы, партийном просвещения и агитационной пропаганде, проведении беспартийной конференций, о работе школ-передвижек, о состоянии сельскохозяйственной потребительской коопераций, кампании по сбору продовольственных налогов, об участии коммунистов в работе по организации комитетов бедноты и содействии их союзу «Кошчи», вовлечении женщин в общественную жизнь, охране материнства и младенчества, о работе уполномоченного Истпарта, о перевыборах в советы, о русском казачестве, о межнациональных отношениях, о борьбе с бюрократизмом и волокитой, о ходе кампании по переделу сенокосных и пахотных угодий, о хлебозаготовительной кампании, о состоянии ирригации и торговли в уезде.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Каз. (арабская графика), рус.",
      "position"  : "justify"
    }    
  ]
}
