{
  "shortName" : "1.4.5 Счетный комитет по контролю за исполнением республиканского бюджета",
  "fullName"  : "1.4.5 Счетный комитет по контролю за исполнением республиканского бюджета",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Счетный комитет по контролю за исполнением республиканского бюджета",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 146-Н, 2 описи. Общее количество единиц хранения – 1040 за 1996–2008 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован Указом Президента РК от 19 апреля1996 г. № 2956 как высший орган государственного финансового контроля за полнотой поступления доходов в бюджет, за целевым, законным и эффективным расходованием средств республиканского бюджета. Законы РК, Указы, распоряжения, поручения Президента РК, постановления Правительства РК, относящиеся к деятельности Счетного комитета. Проекты законов о бюджетней системе РК, постановления, приказы по основной деятельности, протоколы заседаний, регламенты Счетного комитета по контролю за исполнением республиканского бюджета. Декларация о создании Ассоциации органов внешнего финансового контроляРК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протокольные записи встреч председателя Счетного комитета с представителями Всемирного банка по программам развития ООН и ПРООН.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы, планы, декларация о проведении сессии Совета руководителей высших органов финансового контроля государств СНГ.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Соглашения о сотрудничестве со Счетной Палатой Российской Федерации; Комитетом государственного контроля Республики Белорусь; Счетной Палатой Кыргызской Республики; с Правлением аудита и инспекции Республики Корея, Меморандум о взаимопонимании между Счетным комитетом РК и Агентством США по международному развитию.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации Президенту, Правительству, Администрации Президента РК о работе Счетного комитета. Годовые планы и отчеты о работе Счетного Комитета. Справки, информации, планы, отчеты по контролю за целевым использованием средств высшими органами власти, министерствами РК, государственными фондами, организациями и предприятиями, вузами, научными организациями республики, национальными компаниями.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, предписания, информации, акты по проверке целевого использования средств из республиканского бюджета по отдельным программам различных сфер.Справки Счетного комитета о выполнении поручений Президента РК по реализации программы компьютеризации школ,о создании эффективной системы внешнего аудита, бюджетные заявки Счетного комитета по программам и паспорта бюджетных программ.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации, переписка с Администрацией Президента, Правительством и Парламентом РК по основной деятельности Счетного комитета.",
      "position"  : "justify"
    }
  ]
}
