{
  "shortName" : "1.5.1 Казахстанский институт стратегических исследований при Президенте Республики Казахстан (КИСИ)",
  "fullName"  : "1.5.1 Казахстанский институт стратегических исследований при Президенте Республики Казахстан (КИСИ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Казахстанский институт стратегических исследований при Президенте Республики Казахстан (КИСИ)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 166-Н, 2 описи. Общее количество единиц хранения– 1119 за 1994–2010 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создан Указом Президента РК от 16 июня 1993 г. № 1235 для прогнозно-аналитического обеспечения стратегических аспектов внутренней и внешней политики РК. КИСИ является правительственным научно-исследовательским учреждением, осуществляющим прогнозно-аналитическое обеспечение деятельности Администрации Президента РК, Совета Безопасности РК и других органов государственного управления.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, постановления, распоряжения Президента РК, постановления Правительства РК, относящиеся к деятельности КИСИ, проекты Стратегических планов развития РК. Экспертные заключения КИСИ на проекты законов РК по внешне экономическим, политическим вопросам, Военной доктрины РК. Комментарии КИСИ к отчету Программы ООН о человеческом развитии, к проекту Программы действий Правительства РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, планы, письма по подготовке встречи министров иностранных дел, Военных комитетов государств, входящих в НАТО, доклады, информации, письма о деятельности Секретариата Конференции по безопасности и сотрудничеству в Европе.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, стенограммы международных научных конференций, круглых столов, проводимых КИСИ. Обзор регионального семинара Азиатских стран Тихоокеанского региона по соглашению о нераспространении ядерного оружия 18–19 марта 1994 г. (Австралия, г. Канберра).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Тезисы к выступлениям Президента РК на 2-м Евразийском Экономическом Саммите (8–9 апреля 2002 г., г. Алматы); заседания Комитета Секретарей Совета Безопасности государств-участников Договора Коллективной Безопасности. Доклады политических и научных деятелей, ООН, КИСИ на конференциях и семинарах по вопросам международных отношений, политических, межнациональных и этносоциальных процессах в мире. Программы, доклады о сотрудничестве между государствами СНГ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Предложения КИСИ по разработке основных направлений и механизма формирования Союза Центрально-Азиатских государств.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Аналитические записки, доклады, информации Президенту РК о международных отношениях, международных организациях, международных политических ситуациях, о проектах экологического законодательства, по вопросам военно-политического, социального, экономического, культурного развития, внутренней и внешней политики, национальной безопасности в стране. Тематика вопросов для разработки мероприятий по реализации послания Президента РК «Казахстан – 2030».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Мониторинг общественно-политической ситуации и деятельности политических партий и общественно-политических объединений в стране и за рубежом; состояния и тенденций развития информационного пространства РК. Отзывы, рецензии, заключения сотрудников КИСИ на диссертации, монографии, рукописи, научные проекты.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы, протоколы, планы, отчеты о работе КИСИ, договоры, соглашения с научными организациями военного, общественно-политического характера за рубежом о совместной деятельности. Переписка с Аппаратом Президента, Правительством, министерствами РК по основной деятельности, с посольствами, зарубежными организациями о проведении научных конференций. Отчеты РR-Агентства «Интеллект-Капитал», Агентства социальных технологий «Эпицентр» о результатах социологических исследований, проведенных по заказам КИСИ.",
      "position"  : "justify"
    }
  ]
}
