{
  "shortName" : "1.4.1 Министерство иностранных дел Республики Казахстан",
  "fullName"  : "1.4.1 Министерство иностранных дел Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Министерство иностранных дел Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 75-Н, 6 описей. Общее количество единиц хранения –9827 за 1992–2001 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создано 7 февраля 1992 г. как центральный орган государственного управления дипломатической службы республики, деятельность которого осуществляется под руководством Президента РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Основными задачами являются: проведение курса на всестороннее развитие равноправных отношений Республики Казахстан со всеми зарубежными государствами в соответствии с общепринятыми нормами международного права, содействие осуществлению торгово-экономических отношений РК, расширению гуманитарной помощи для страны, увеличению объема иностранных капиталовложений.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы Президента РК, постановления Правительства РК, касающиеся деятельности МИД РК. Положения о МИД РК, о прохождении дипломатической службы в Республике Казахстан, о Национальной Комиссии Республики Казахстан по делам ЮНЕСКО, о порядке использования денежных средств, поступающих за оказание консульских услуг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний коллегии, приказы по основной деятельности, Стратегические планы развития МИД РК, годовые планы работы министерства и посольств, отчеты о работе МИД, отчеты по итогам визитов официальных и неофициальных делегаций и лиц Республики Казахстан за рубежом.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Решения Совета Глав правительств, министров иностранных дел стран СНГ о сотрудничестве в реализации кардинальных проблем межгосударственной и внутригосударственной деятельности СНГ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Записи бесед Президента РК Н. А. Назарбаева, уполномоченных лиц МИД РК с государственными деятелями, официальными и неофициальными представителями дипломатических служб зарубежных государств. Официальные заявления МИД РК руководству зарубежных государств, информации посольств РК, СНГ и зарубежных стран о внутриполитической ситуации и основных направлениях внешней политики.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Коммюнике, протоколы, соглашения, договоры, переписка об установлении дипломатических отношений с зарубежными странами, программы встреч, тезисы к беседам по подготовке официальных визитов Президента РК в зарубежные страны. Переписка Президента с Президентом США Б. Клинтоном, Канцлером ФРГ Г. Колем, Президентом Франции Ж. Шираком, Президентом Б. Н. Ельциным, Премьер-Министром Российской Федерации В. С. Черномырдиным, Председателем КНР Цзян Цземинем и другими главами государств и правительств.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки, информации, отчеты, служебные записки о состоянии и развитии международных отношений Республики Казахстан со странами СНГ и дальнего зарубежья, об участии Республики Казахстан в работе ООН, ОБСЕ, ЮНЕСКО, ЕС, НАТО; о внутриполитической обстановке и внешней политике стран Европы, Америки, Азии и Африки.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы по обсуждению инициативы Президента РК Н. А. Назарбаева о создании Евразийского Союза (1994 г.) и Центрально-Азиатского миротворческого батальона (1995г.); о деятельности Казахстанской ассоциации бывших узников фашизма; о решении проблем немцев, проживающих в Казахстане, беженцев; о переселении казахов из-за рубежа на территорию Республики Казахстан, о работе комиссии по розыску и освобождению военнослужащих, пропавших без вести; об основах государственной политики РК в решении проблем экологии и охраны окружающей среды.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Тексты докладов, речей, выступлений, обращений, заявлений Президента РК, Министра иностранных дел РК. Вербальные ноты, приветственные послания, поздравления Глав государств, министров иностранных дел, послов зарубежных стран в связи с юбилейными датами и событиям в РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о процедурах вручения и отзыва верительных грамот Чрезвычайными и Полномочными послами зарубежных стран Президенту Республики Казахстан, об участии Президента во встречах с дипломатическим корпусом, аккредитованным в республике, дипломатических приемах по случаю национальных и государственных праздников.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации, программы, ноты о состоянии и развитии сотрудничества РК со странами СНГ и зарубежными государствами в области культуры, искусства, образования, здравоохранения, науки, техники, туризма и спорта, экономики, налогообложения, торговли, транспорта и энергетики, СМИ и информационных технологий, экологии, по борьбе с преступностью,",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сведения об инвестициях в экономику Казахстана, о международном сотрудничестве в освоении нефтегазовых, водных ресурсов. Переписка с международными организациями о присоединении Казахстана к Международным конвенциям, в том числе по вопросам безопасности и контроля над вооружением, борьбы с международным терроризмом, стенограммы Сессии Совета коллективной безопасности государств-участников Договора о коллективной безопасности (24 мая 2000 г. г. Минск), по проблемам экологии Аральского и Каспийских морей, космодрома «Байконур», о создании Транспортного коридора Европа–Кавказ–Азия (ТРАСЕКА),",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обзоры зарубежных СМИ и стран СНГ о Казахстане, обзоры СМИ посольств РК за рубежом, тексты выступлений конгрессменов США по вопросам демократизации в Республике Казахстан, заслушанных в Конгрессе США (6 мая       1999 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Проекты соглашений, справки, информации, письма о деятельности Исполнительного Секретариата СНГ, Интеграционного Комитета стран СНГ; о сотрудничестве Национального Банка РК с банками стран СНГ; о деятельности Международной экономической комиссии СНГ в области военной политики, экономики, сельского хозяйства, документы о подготовке и проведении 1 Евразийского экономического саммита (26-28 апреля 2000 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, приглашения, меморандумы, письма о подготовке и проведении Международных конференций, в том числе об итогах «Алматинской встречи» глав пяти государств (11 мая, 2–4 июля 1998 г.), Таможенного Союза; министров обороны стран-участниц ШОС «Шанхайской пятерки» (28–31 марта 2000 г.), Межгосударственного Совета Центрально-Азиатского Экономического Сообщества, глав тюркоязычных государств (9 июня 1998 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка МИД с Администрацией Президента, Парламентом, Правительством, посольствами РК за рубежом и посольствами зарубежных стран, министерствами, ведомствами по основной деятельности.",
      "position"  : "justify"
    }
  ]
}
