{
  "shortName" : "1.6.3 Закрытое акционерное общество «Управление по обслуживанию дипломатического корпуса» Министерства иностранных дел Республики Казахстан",
  "fullName"  : "1.6.3 Закрытое акционерное общество «Управление по обслуживанию дипломатического корпуса» Министерства иностранных дел Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Закрытое акционерное общество «Управление по обслуживанию дипломатического корпуса» Министерства иностранных дел Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 69-Н, 3 описи. Общее количество единиц хранения – 619 за 1992–2005 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановлением Кабинета Министров РК от 29 сентября 1992 г. № 812 был создан Департамент по работе с дипломатическими представительствами при Министерстве иностранных дел РК для создания условий работы и пребывания в Республике Казахстан дипломатических представительств и их сотрудников. Постановлением Правительства РК от 29 июля 1997 г. № 1169 Департамент реорганизован в РГП «Департамент по работе с дипломатическими представительствами» МИД РК на праве хозяйственного ведения. Постановлением Правительства РК от 8 ноября 2001 г. № 1419 «Департамент по работе с дипломатическими представительствами» МИД РК был реорганизован в закрытое акционерное общество «Управление по обслуживанию дипломатического корпуса».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы Президента РК, постановления, распоряжения Правительства РК, приказы МИД РК, касающиеся деятельности Управления, Устав, приказы по основной деятельности, планы, отчеты о работе. Записи бесед директора Управления с представителями дипломатического корпуса зарубежных государств в Казахстане, о размещении посольств и их обслуживании.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Письма и вербальные ноты посольств зарубежных государств в РК о предоставлении помещений под посольства, выделении земельных участков, строительстве резиденций послов. Справки, информации, переписка с Министерством иностранных дел РК по основным вопросам деятельности. Копии постановлений, проекты соглашений, схемы, письма по вопросам строительства дипломатического городка в г. Астане, списки сотрудников посольств.",
      "position"  : "justify"
    }
  ]
}
