{
  "shortName" : "2.2.2.3 Джетысуйский губернский комитет Всесоюзной Коммунистической партии (большевиков) (Джетысуйский губком ВКП (б))",
  "fullName"  : "2.2.2.3 Джетысуйский губернский комитет Всесоюзной Коммунистической партии (большевиков) (Джетысуйский губком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Джетысуйский губернский комитет Всесоюзной Коммунистической партии (большевиков) (Джетысуйский губком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 3, 2 описи. Общее количество единиц хранения– 1801, за 1921–1933 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован решением 5-й Джетысуйской губернской конференции РКП (б) от 5 декабря 1924 г. как Джетысуйский губернский комитет РКП (б). В связи с выходом постановления ХIV съезда РКП (б) от 31декабря 1925 г. о переименовании РКП (б) в ВКП (б) стал именоваться как губком ВКП (б). Прекратил свою деятельность 10 ноября 1928 г. в связи с изменением административно-территориального деления Казахстана в соответствии с постановлением ВЦИК РСФСР от 3 сентября 1928 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Указания ЦК ВКП (б) и Казкрайкома ВКП (б).",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы губернских конференций, пленумов губкома, заседаний его Бюро и Секретариата, контрольных комиссий, уездных, городских и районных партконференций, общих собраний ячеек и заседаний их бюро; заседаний секций подотдела национальных меньшинств (уйгурской, дунганской, узбекской), женских собраний и конференций, уездных комиссий по улучшению труда и быта женщин; выставочного комитета женской рукодельной школы «Борьба», съездов профсоюзов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Статистические отчеты о качественных и количественных изменениях в партийных организациях области, по партийной переписи, списки ответственных работников, вступивших в партию, исключенных из партии, переписка по кадровым вопросам.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы по агитационно-пропагандистской работе, отражающие культурно-шефскую работу в деревне и ауле, в детских домах, деятельность общественных организаций (МОПР, союза «Кошчи», общества «Долой неграмотность», «Союза безбожников»), процесс формирования национальной периодической печати, сети учреждений народного образования, культуры, библиотечного дела. Программы кружков политграмоты и антирелигиозной пропаганде. Справки об экономическом и политическом положении в губернии, о кооперации, о развитии сельского, лесного, животноводческого хозяйства, землеустройстве, о Всесоюзной переписи, о хозяйственно-политическом состоянии казачьих станиц, казахских аулов, об административно-территориальном размежевании с Туркестаном. Материалы о ходе строительства зданий в городе Алма-Ата.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации о работе Комиссии содействия строительству южной части Турксиба: протоколы заседаний бюро и общих собраний партийных ячеек.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Планы работы среди женщин, переписка по организационно-хозяйственным вопросам. Переписка с укомами по вопросам землеустройства, социального обеспечения, устройства женщин на работу, правовой защиты женщин, по охране материнства и младенчества, национальным вопросам.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "На каз., уйгур., дунг., узб. языках.",
      "position"  : "justify"
    }	
  ]
}
