{
  "shortName" : "1.7.7 Фонд экономических и социальных программ Казахстана",
  "fullName"  : "1.7.7 Фонд экономических и социальных программ Казахстана",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Фонд экономических и социальных программ Казахстана",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 92-Н, 1 опись. Общее количество единиц хранения – 6 за 1991г.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создан 1 марта 1991 г. для оказания материальной и финансовой поддержки в проведении экономических и социальных реформ в целях повышения жизненного уровня народа, его духовного возрождения, дальнейшего развития демократии, а также разнообразных форм собственности, кредитно-финансовой системы. В ноябре 1994 г. Фонд был переименован в «Фонд по поддержке культуры, образования и социальных программ» и документы за 1992–1994 гг. в количестве 14 дел вошли в состав нового фонда.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Устав, протоколы собраний учредителей и Правления Фонда, документы о создании, справки о поступлении и движении средств, сметы расходов, годовые бухгалтерские отчеты.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о направлении на стажировку в Республику Корея, Великобританию молодых казахстанских специалистов сферы экономики, бизнеса, управления кадрами.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы об оказании финансовой помощи молодежи Казахстана в учебных заведениях Австрии, США.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Список деятелей литературы и искусства, представленных к Президентской творческой стипендии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с Премьер-Министром РК, министерствами и ведомствами по основным вопросам деятельности.",
      "position"  : "justify"
    }
  ]
}
