{
  "shortName" : "1.4.10 Национальная комиссия Республики Казахстан по ценным бумагам",
  "fullName"  : "1.4.10 Национальная комиссия Республики Казахстан по ценным бумагам",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Национальная комиссия Республики Казахстан по ценным бумагам",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 162-Н, 6 описей. Общее количество единиц хранения – 16306 за 1993–2004 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образована Указом Президента РК от 20марта 1994 г. №1613. Национальная комиссия являлась центральным исполнительным органом, не входящим в состав Правительства РК, осуществляющим государственное регулирование рынка ценных бумаг, контроль за деятельностью профессиональных участников рынка ценных бумаг, фондовых бирж и эмитентов, а так же защиту прав и интересов его участников. Указом Президента РК от 11 июля2001 г.№654 Национальная комиссия по ценным бумагам была упразднена с передачей функций и полномочий Национальному Банку РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Законы РК, Указы Президента, постановления Правительства РК, относящиеся к деятельности Национальной комиссии. Проекты законов, постановлений, справки, информации о реализации Программы развития рынка ценных бумаг, проекты Концепции системы ипотечного кредитования, правил выпуска, обращения и погашения депозитных сертификатов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Заключения Министерства юстиции РК о государственной регистрации свидетельств, эмиссии ценных бумаг, о выдаче лицензий на осуществление брокерско-дилерской, кастодиальной, регистраторской деятельности на рынке ценных бумаг, по ведению реестра держателей ценных бумаг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановления, приказы протоколы заседаний Национальной комиссии, заключения финансовых, банковских организаций о рассмотрении отчетов об итогах профессиональной деятельности, отчеты по внебиржевым сделкам и акциям брокерских компаний, инвестиционному управлению пенсионными активами, об итогах эмиссии ценных бумаг. Уведомления и предписания Национальной комиссии по аннулированию эмиссии акций, результатам проверок. Переписка с Администрацией Президента РК, Правительством РК, Международными организациями, хозяйствующими субъектами о развитии, регулировании рынка ценных бумаг.",
      "position"  : "justify"
    }
  ]
}
