{
  "shortName" : "2.2.3.6 Алма-Атинский городской комитет Коммунистической партии Казахстана (Алма-Атинский горком КП Казахстана)",
  "fullName"  : "2.2.3.6 Алма-Атинский городской комитет Коммунистической партии Казахстана (Алма-Атинский горком КП Казахстана)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинский городской комитет Коммунистической партии Казахстана (Алма-Атинский горком КП Казахстана)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 412, 82 описи. Общее количество единиц хранения–16074 за 1932–1991 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован в соответствии с постановлением Казкрайкома ВКП (б) 11 мая 1930 г. как Алма-Атинский горком ВКП (б) с непосредственным подчинением Казкрайкому, с июня 1937 г. – Алма-Атинский горком КП (б) К. В 1952 г. в связи с новым названием партии переименован в Алма-Атинский горком Компартии Казахстана. В январе 1963 г. в соответствии с решением ноябрьского пленума ЦК КПСС (1962 г.) реорганизован в Алма-Атинский промышленно-производственный партком, 27 ноября 1964 г. постановлением Президиума ЦК Компартии Казахстана восстановлен как Алма-Атинский горком Компартии Казахстана. Распущен на основании решения ХVII съезда КП Казахстана 7 сентября 1991 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Директивы Казкрайкома ВКП (б), обкома ВКП (б).",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Протоколы, постановления, стенограммы конференций, пленумов, заседаний бюро Алма-Атинского горкома, активов, первичных партийных организаций, комиссий по чистке парторганизаций и документы к ним.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Планы работы горкома и его отделов, отчеты о работе отделов, статотчеты, информации инструкторов горкома партии, сведения о составе партийных организаций, сводки о хлебоуборке, сводки и политдонесения ПП ОГПУ по КазССР, докладные записки о реализации решений съездов партии, переписка, телеграммы, акты проверки партдокументов, списки ячеек ВКП (б), коммунистов, апелляционные дела, характеристики, анкеты, письма, обращения, заявления, ведомости на выдачу заработной платы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сведения, информации, статистические данные об устройстве откочевников, коренизации аппарата, о работе коммунистов, о ликвидации безграмотности, безработицы, о работе среди женщин, детских учреждений, высших и специальных учебных заведений, о преподавании русского языка, о благоустройстве г. Алма-Аты, о строительстве в условиях сейсмичности, о мобилизации коммунистов для участия в строительстве Балхашского медеплавильного комбината, о стахановском движении (1920–1930 гг.).",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "План развития животноводства в Алма-Атинской пригородной зоне (1935 г.). Документы о распределении доходов среди колхозников.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, отчеты, письма о развитии физкультуры и спорта, работе аэроклуба, общества Красного Креста, о призывах в Красную Армию, формировании национальных воинских соединений, о приеме, размещении и работе эвакуированных граждан, предприятий, организаций, о реэвакуации, об оказании помощи фронту и семьям фронтовиков, о распределении продовольственных карточек (1941–1945 гг.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации, отчеты, справки о политико-массовой работе, о развитии сети радиовещания, телевидения периодической печати, о работе общества «Знание», о туризме, об улучшении экономического образования трудящихся, о политических настроениях в связи с событиями на советско-китайской границе, в Чехословакии (1969 г.), совещанием в Хельсинки по безопасности и сотрудничеству в Европе    (1975 г.), о межнациональных отношениях, языковой политике, о состоянии антирелигиозной пропаганды, о борьбе с наркоманией, алкоголизмом, детской беспризорностью, о состоянии здравоохранения, об укреплении материально-техни-ческой базы школ, профессионально-технических училищ, о состоянии работы с иностранными учащимися.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о строительстве и работе отдельных фабрик, заводов, организаций г. Алма-Аты, о состоянии коммуникационных линий и предприятий, о строительстве и распределении жилой площади, о мерах по предотвращению загрязнения атмосферного воздуха, о переходе к рыночным отношениям в народном хозяйстве города.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки ветеранов партии, участников установления советской власти в г. Верном, участников и инвалидов Великой Отечественной войны.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "В фонде имеются отдельные документы Казкрайкома, Кзыл-Ординского губкома и угоркома, Алма-Атинского окружкома, Калининского (сельского) райкома ВКП (б), Казахской краевой, Джетысуйской областной, Алма-Атинской городской и Калининской районной КК – РКИ.",
      "position"  : "justify"
    }       
  ]
}
