{
  "shortName" : "1.4.7 Агентство по стратегическому планированию Республики Казахстан",
  "fullName"  : "1.4.7 Агентство по стратегическому планированию Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Агентство по стратегическому планированию Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 161-Н, 4 описи. Общее количество единиц хранения –1305 за 1997–2002 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образовано Указом Президента РК от 4 марта 1997 г. Агентство являлось государственным органом, непосредственно подчиненным и подотчетным Президенту РК, ответственным за разработку долгосрочной стратегии развития страны, годовых стратегических планов работы министерств, государственных комитетов, иных центральных исполнительных органов, не входящих в состав Правительства РК, а также акционерных обществ, осуществляющих деятельность в стратегических секторах экономики. Указом Президента РК от 10 декабря 1997 г. Агентство было упразднено. Функции и полномочия по управлению делами были переданы Агентству по стратегическому планированию и реформам РК. Указом Президента РК от 28 августа 2002 г. Агентство было реорганизовано путем его присоединения к Министерству экономики и бюджетного планирования РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Законы РК, указы, распоряжения Президента РК, протоколы совещаний у Президента, Премьер-Министра РК, касающиеся деятельности Агентства. Протоколы совещаний у председателя Агентства, проекты законов, указов Президента, постановлений Правительства РК, соглашений, меморандумов и заключения Агентства к ним.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчеты, информации, доклады, справки о ходе их реализации законов; справки о выполнении поручений и заданий Президента и Премьер-Министра РК, о разработке и выполнении стратегий, реализации программ, планов. Справки, информации о политической, социально-экономической, финансовой, демографической, культурной, экологической ситуации в Республике и отдельных ее регионах, о состоянии и развитии некоторых отраслей народного хозяйства, о расширении международного сотрудничества. Приказы Агентства по основной деятельности, планы, отчеты о работе.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Проекты концепций формирования и развития местного самоуправления, транспортно-коммуникационного комплекса. Документы по развитию здравоохранения, образования, долгосрочного жилищного строительства и ипотечного кредитования, управлению государственным имуществом и приватизации в республике.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчеты, информации, доклады об исполнении заданий и поручений Президента РК, о деятельности госорганов республики по реализации стратегических планов и программ; о состоянии рынка ценных бумаг и инвестиционной политике государства.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с Президентом РК, его Администрацией, Парламентом и Правительством, министерствами, ведомствами, банками, вузами республики по вопросам разработки, обсуждения и исполнения законов, актов Президента РК, постановлений Правительства РК, стратегических планов, государственных концепций и программ; совершенствования госуправления, реализации программ действий Правительства по развитию промышленности и сельского хозяйства, финансирования, кредитования, инвестирования; о подготовке и переподготовке кадров государственных служащих, о расширении сотрудничества с зарубежными государствами и заключении международных соглашений.",
      "position"  : "justify"
    }
  ]
}
