{
  "shortName" : "2.2.3.7 Городские (Алма-Атинской области) комитеты Коммунистической партии Казахстана (горкомы КП Казахстана)(групповая характеристика)",
  "fullName"  : "2.2.3.7 Городские (Алма-Атинской области) комитеты Коммунистической партии Казахстана (горкомы КП Казахстана)(групповая характеристика)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Городские (Алма-Атинской области) комитеты Коммунистической партии Казахстана (горкомы КП Казахстана)(групповая характеристика)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Капчагайский.",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 2741, 24описи. Общее количество единиц хранения–2033 за 1975–1990 гг.",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Илийский.",
      "position"  : "right"
    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд № 2740, 1опись. Общее количество единиц хранения–70 за 1990–1991 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Капчагайский горком КП Казахстана создан 28 марта1975 г. первой городской партийной конференцией. 2 апреля 1990 г. Капчагайская городская партийная организация вошла в состав Илийской районной, 8 апреля 1990 г. объединенная конференция Илийской районной и Капчагайской городской организаций избрала Илийский горком партии с центром в г. Капчагае. Распущен по решению ХVII съезда КП Казахстана в сентябре 1991 г. в связи с прекращением деятельности КПСС.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Капчагай.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы конференций пленумов, бюро горкомов, активов, собраний и материалы к ним.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Справки, информации, отчеты о состоянии лекционной пропаганды, об итогах партийной и экономической учебы, об идейно-воспитательной работе среди немецкого населения по пропаганде советского образа жизни, о кампании по сбору подписей под Стокгольмским призывом Всемирного совета мира, о правовой пропаганде среди учащихся, о состоянии культурно-просветительной и спортивно-массовой работы, о работе детских учреждений, об инициативах и трудовых починах трудящихся города, о руководстве строительством особо важных объектов, о работе фарфорового завода, о подготовке и повышении квалификации рабочих кадров на производстве, о техническом перевооружении и реконструкции производства, об усилении режима экономии и бережливости, об итогах смотра по приведению в порядок жилых домов, микрорайонов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки о работе с молодыми коммунистами, выполнении партийных решений по вопросам организационно-партийной работы, о ходе подготовки и проведении выборов в Верховный Совет Казахской ССР и местные Советы, коммунистических субботников, отчетно-выборных партийных собраний, о работе партийных организаций, проведении юбилейных мероприятий.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы семинаров, совещаний, проведенных с секретарями первичных партийных организаций.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Планы, отчеты о работе, о составе и сменяемости кадров.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Письма, заявления трудящихся, касающиеся улучшения работы предприятий и учреждений города и материалы по обследованию.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Списки, производственные характеристики на передовиков производства, победителей социалистического соревнования.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Книги учета и выдачи партбилетов, документов по приему кандидатов в члены КПСС, наградных знаков, регистрации учетных карточек коммунистов.",
      "position"  : "justify"
    }		    
  ]
}
