{
  "shortName" : "1.2. Конституционный Совет Республики Казахстан",
  "fullName"  : "1.2. Конституционный Совет Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "1.2. Конституционный Совет Республики Казахстан",
      "position"  : "center"

      },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 147-Н, 1 опись. Общее количество единиц хранения - 157 за 1996–2000 гг.",
      "position"  : "right"
      },

    {
      "type"      : "paragraph",
      "content"   : "Образован Указом Президента РК, имеющим силу Конституционного закона «О Конституционном Совете   Республики Казахстан» от 29 декабря 1995 г. Конституционный Совет РК является государственным органом и обеспечивает верховенство Конституции РК на всей территории республики. При осуществлении своих полномочий Конституционный Совет является самостоятельным и независимым от государственных органов, организаций, должностных лиц и граждан, подчиняется только Конституции Республики Казахстан.",
      "position"  : "justify"
      },

    {
      "type"      : "paragraph",
      "content"   : "Указы Президента РК, постановления Правительства РК, касающиеся деятельности Конституционного Совета РК. Регламент Совета, Положение об аппарате Конституционного Совета РК, протоколы заседаний Конституционного Совета РК. Ежегодные Послания Конституционного Совета РК Президенту РК, Парламенту РК о конституционной законности в Республике.",
      "position"  : "justify"
      },

    {
      "type"      : "paragraph",
      "content"   : "Доклады, выступления председателя и членов Конституционного Совета РК на конференциях, круглых столах и встречах. Обращения должностных лиц, организаций о толковании отдельных статьей Конституции, конституционных законов и документы по их рассмотрению. Переписка с Президентом, Правительством, Парламентом, министерствами и судами Республики Казахстан, международными организациями по вопросам деятельности Конституционного Совета РК. Тексты статей, заметок, опубликованных в СМИ, вырезки из газет и журналов, обзоры, касающиеся деятельности Конституционного Совета РК.",
      "position"  : "justify"
    }
  ]
}
