{
  "shortName" : "1.4.8 Агентство Республики Казахстан по регулированию и надзору финансового рынка и финансовых организаций",
  "fullName"  : "1.4.8 Агентство Республики Казахстан по регулированию и надзору финансового рынка и финансовых организаций",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Агентство Республики Казахстан по регулированию и надзору финансового рынка и финансовых организаций",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 196-Н, 2 описи. Общее количество единиц хранения –1540 за 2004–2006 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образовано Указом Президента РК от 31 декабря 2003 г. №1270 в результате реорганизации Национального Банка РК путем выделения из него агентства. Агентство являлось государственным органом, непосредственно подчиненным и подотчетным Президенту РК, осуществляющим государственное регулирование и надзор финансового рынка и финансовых организаций. Указом Президента РК от 19 июня 2007 г. №346 Агентству были переданы функции Министерства индустрии и торговли РК в области защиты конкуренции и ограничения монополистической деятельности финансовых организаций. Указом Президента РК от 23 июля 2008 г. № 633 функции Агентства по защите конкуренции и ограничению монополистической деятельности финансовых организаций были переданы Агентству РК по защите конкуренции. Указом Президента РК «О дальнейшем совершенствовании системы государственного регулирования финансового рынка Республики Казахстан» от 12 апреля 2011 г. № 25 Агентство Республики Казахстан по регулированию и надзору финансового рынка и финансовых организаций было упразднено с передачей его функций и полномочий Национальному Банку РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Копии уставов, протоколы, свидетельства, заявления, справки, проспекты эмиссии, по государственной регистрации и аннулированию эмиссии ценных бумаг, отчеты об итогах выпуска, размещения и погашения ценных бумаг, по выдаче свидетельств о присвоении национальных идентификационных номеров предприятиям по областям республики.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы по основной деятельности, протоколы заседаний, планы и отчеты о работе Агентства, справки, информации, переписка с Администрацией Президента, Канцелярией Премьер-Министра, Национальным банком РК по финансовым вопросам, регулированию и надзору финансового рынка и финансовых организаций.",
      "position"  : "justify"
    }
  ]
}
