{
  "shortName" : "1.3. Межгосударственный Совет Республики Казахстан, Кыргызской Республики и Республики Узбекистан и его исполнительный комитет",
  "fullName"  : "1.3. Межгосударственный Совет Республики Казахстан, Кыргызской Республики и Республики Узбекистан и его исполнительный комитет",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "1.3. Межгосударственный Совет Республики Казахстан, Кыргызской Республики и Республики Узбекистан и его исполнительный комитет",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 49-Н, 2 описи. Общее количество единиц хранения –50 за 1994–1997 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создан 8 июля 1994 г. решением глав государств в составе президентов и премьер-министров Республики Казахстан, Кыргызской Республики и Республики Узбекистан. Местонахождения Исполкома – Республика Казахстан, г. Алматы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Основные задачи: координация деятельности межгосударственных органов отраслевого сотрудничества, поддержка предпринимательства и содействие в развитии инфраструктуры общего рынка, контроль за выполнением межгосударственных и межправительственных договоров, осуществление мер в важнейших межгосударственных сферах деятельности.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Решением Межгосударственного Совета от 10 января 1997 г. полномочия председательствования в Межгосударственном Совете на очередной срок переданы представителям Кыргызской Республики. Местонахождения Исполкома –     г. Бишкек.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний Межгосударственного Совета, Совета Премьер-министров, решения и соглашения Глав государств, Совета министров иностранных дел, Совета министров обороны, документы встреч Глав государств-участников.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Книга издателя Гелиберта Дитера «Региональная интеграция в Центральной Азии».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчет и доклад Европейской Экспертной службы «Сотрудничество в производственной сфере». Сборник документов и материалов по вопросам экономической интеграции Республики Казахстан, Кыргызской Республики и Республики Узбекистан за 1991–1995 гг.",
      "position"  : "justify"
    }
  ]
}
