{
  "shortName" : "1.5.4 Национальная Высшая Школа Государственного Управления при Президенте Республики Казахстан (НВШГУ)",
  "fullName"  : "1.5.4 Национальная Высшая Школа Государственного Управления при Президенте Республики Казахстан (НВШГУ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Национальная Высшая Школа Государственного Управления при Президенте Республики Казахстан (НВШГУ)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 145-Н, 2 описи. Общее количество единиц хранения –134 за 1994–1998 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образована Указом Президента РК от 29 августа 1994 г. № 1845 в целях подготовки управленцев высокого уровня для государственных структур. НВШГУ являлась государственным высшим учебным учреждением, ведущим учебно-методическим, научным и информационно-аналитическим центром в сфере государственной службы РК. Обязанности по осуществлению общего руководства деятельности НВШГУ возлагалось на Совет Попечителей. Указом Президента РК от 18 сентября 1998 г. № 4075 НВШГУ была реорганизована путем объединения с Институтом переподготовки и повышения квалификации государственных служащих при Правительстве РК в Академию государственной службы при Президенте Республики Казахстан.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, распоряжения Президента РК, постановления Правительства РК, приказы по основной деятельности, стенограммы, протоколы заседаний Совета попечителей, приемной комиссии по отбору слушателей. Учебные программы, лекции, отчеты о выполнении учебных планов, отчеты слушателей о стажировках в Администрации Президента РК и Аппарате Правительства, анализы результатов обучения, информации Президенту РК о работе НВШГУ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Предложения НВШГУ по совершенствованию системы подготовки государственных служащих, проект Концепции научно-технологической политики повышения квалификации кадров, документы о подготовке и проведении международной конференции по теме «Эволюция государственности Казахстана», документы деловой игры «Как обеспечить экономический рост Казахстана».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Соглашения с Международными организациями об организации обучения слушателей иностранным языкам, переписка с Комиссией европейских сообществ реформировании и укреплении государственного управления в Республике Казахстан, Администрацией Президента РК, Канцелярией Премьер-Министра РК о деятельности НВШГУ.",
      "position"  : "justify"
    }
  ]
}
