{
  "shortName" : "2.2.8.1 Политическое управление Народного комиссариата земледелия Казахской ССР (Политуправление Казнаркомзема)",
  "fullName"  : "2.2.8.1 Политическое управление Народного комиссариата земледелия Казахской ССР (Политуправление Казнаркомзема)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Политическое управление Народного комиссариата земледелия Казахской ССР (Политуправление Казнаркомзема)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд  710, 1 опись. Общее количество единиц хранения- 1141 за 1933–1934, 1942–1943 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образовано как Политический сектор при Наркомате земледелия Казахской АССР. В его задачи входило: обеспечение выполнения решений партии и правительства в области сельского хозяйства, производственных планов, укрепление и подъем сельского хозяйства. В ноябре 1934 г. ликвидирован. На основании решения Политбюро ЦК ВКП (б) от 17 ноября 1941 г. создано Политическое управление Народного комиссариата земледелия Казахской ССР. Его основными задачами были: контроль за реализацией решений партии и правительства в области сельского хозяйства, выполнением производственных планов. Ликвидировано в соответствии с постановлением ЦК ВКП (б) от 31 мая 1943 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Директивные указания, приказы Наркомата земледелия СССР, Политуправления МТС Наркомата земледелия Казахской ССР.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы и выписки из протоколов заседаний бюро Казкрайкома ВКП (б); заседаний секретариатов обкомов партии и политуправления Казнаркомзема.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограмма совещания инструкторов Политсектора МТС Казнаркомзема.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладные записки, информации о работе радиостанций, киносети, об организации библиотек при МТС и совхозах,  детских учреждениях,  чистке колхозов от чуждых элементов,  о выдвижении новых кадров, о национальном составе партийных организаций, об устройстве откочевников–казахов в колхозах, о ремонте тракторного парка, об использовании автотранспорта и живой тягловой силы в колхозах, о повышении производительности труда в сельском хозяйстве, передовиках сельского хозяйства, о социалистическом соревновании женских тракторных бригад, о ходе подготовки к всеказахстанскому конкурсу на лучшего тракториста и комсомольскую группу тракторной бригады, сдаче сельхозпродуктов государству по МТС республики, проведении фронтовой декады, о выполнении плана натуроплаты в фонд Красной Армии, о сборе средств на строительство танковой колонны и эскадрильи самолетов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Сведения о перемещении и выдвижении работников политотделов МТС Казахстана, передовиков сельского хозяйства КазССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с политуправлением Наркомзема СССР, ВКП (б) Казахстана, обкомами партии по кадровым вопросам.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "За 1933–1934 гг. имеются документы политсектора МТС Казнаркомзема, циркулярные письма политуправления МТС НКЗ СССР; приказы по политсектору МТС НКЗ КАССР, планы, отчеты, политдонесения политотделов МТС; переписка о работе редакций политотдельческих газет, организации типографии.",
      "position"  : "justify"
    },

		{
      "type"      : "paragraph",
      "content"   : "Списки работников политотделов МТС, совхозов Казнаркомзема и сведения на них, в том числе эвакуированных из фронтовой полосы и инвалидов ВОВ.",
      "position"  : "justify"
    }     
  ]
}
