{
  "shortName" : "2.2.6.5 Джетысуйская (Семиреченская) областная контрольная комиссия Коммунистической партии Туркестана – Рабоче-Крестьянская Инспекция (Джетысуйская (Семиреченская) облКК КПТ–РКИ)",
  "fullName"  : "2.2.6.5 Джетысуйская (Семиреченская) областная контрольная комиссия Коммунистической партии Туркестана – Рабоче-Крестьянская Инспекция (Джетысуйская (Семиреченская) облКК КПТ–РКИ)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Джетысуйская (Семиреченская) областная контрольная комиссия Коммунистической партии Туркестана – Рабоче-Крестьянская Инспекция (Джетысуйская (Семиреченская) облКК КПТ–РКИ)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 298, 1 опись. Общее количество единиц хранения– 442 за 1920–1925 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Создана I Семиреченской областной партконференцией Компартии Туркестана в июле 1921 г. В апреле 1922 г. переименована в Джетысуйскую, в связи с изменением в названии области. В апреле 1924 г. в соответствии с директивами ХII съезда РКП (б) входила в объединенный партийно-государственный контрольный орган – Джетысуйскую областную контрольную комиссию РКП (б) – РКИ. Основной задачей являлось проведение индивидуальной проверки членов партии, связанной с регулированием социального состава областной организации Компартии Туркестана. В декабре 1924 г. в связи с реорганизацией административно-территориального деления прекратила свою деятельность.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Алма-Ата.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Циркулярные указания, постановления, распоряжения ЦКК РКП (б) и ЦКК КПТ.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Инструкции-положения о Семиреченской (Джетысуйской) областной контрольной комиссии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний Джетысуйской областной контрольной комиссии Компартии Туркестана, проверочных комиссий, собраний ячеек по чистке членов.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Отчеты партийно-следственной комиссии Джетысуйского обкома о проделанной работе по основной деятельности. Партийно-следственные дела на коммунистов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Статистические сведения о состоянии проверки и чистки партийных рядов в области.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Автографы и сведения об У. Джандосове, М. Масанчи.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Списки членов и кандидатов в члены партии, исключенных во время чистки, на которых наложены партвзыскания; ответственных работников области.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с уездными комитетами Компартии Туркестана, государственными организациями, членами партии по вопросам апелляции, привлечении к ответственности, исключенных из партии.",
      "position"  : "justify"
    }    
  ]
}
