{
  "shortName" : "1.4.2 Республиканская Гвардия Республики Казахстан",
  "fullName"  : "1.4.2 Республиканская Гвардия Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Республиканская Гвардия Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 87-Н, 4 описи. Общее количество единиц хранения – 950 за 1992–2007 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образована Указом Президента РК от 16 марта 1992 г. №2671 как отдельное воинское формирование и резерв Вооруженных Сил, подчиненное Президенту РК. Республиканская гвардия предназначена для обеспечения суверенитета, защиты конституционного строя, прав и свобод граждан, а также иных жизненно важных интересов РК; охраны законно избранных высших органов власти республики; выполнения церемониальных ритуалов при встречах и проводах официальных представителей иностранных государств, на праздниках и торжествах РК; ликвидации последствий природных и техногенных чрезвычайных ситуаций; формирования в особый период подразделений для охраны и обороны наиболее важных государственных объектов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, постановления, распоряжения Президента РК, постановления Правительства РК, протокольные решения Совета Безопасности РК, относящиеся к основной деятельности Республиканской гвардии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы, директивы, распоряжения Командующего и Первого заместителя Командующего по основной деятельности, приказы командиров войсковых частей; программы боевой и специальной подготовки, Наставления по боевой службе, по организации связи, Руководства по обучению, воспитанию и вводу в строй молодого пополнения, Кодекс чести офицеров Республиканской гвардии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы совещаний, доклады о воинской подготовке, акты проверки боевой готовности службы войск, воинской дисциплины, состояния техники, вооружения, тыла. Программы, планы мероприятий, схемы участия Республиканской гвардии в протокольных, дипломатических и торжественных мероприятиях, показательных выступлениях почетного караула и Президентского оркестра.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний экспертной, жилищно-бытовой и аттестационной комиссий; планы и финансовые отчеты, рапорта административных расследований, сведения о проведении воспитательной и социально-правовой работы. Справки, информации, переписка с министерствами, ведомствами, военной прокуратурой, организациями, войсковыми частями по основной деятельности.",
      "position"  : "justify"
    }
  ]
}
