{
  "shortName" : "1.4.11 Государственная комиссия Республики Казахстан по борьбе с коррупцией",
  "fullName"  : "1.4.11 Государственная комиссия Республики Казахстан по борьбе с коррупцией",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Государственная комиссия Республики Казахстан по борьбе с коррупцией",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 165-Н, 3 описи. Общее количество единиц хранения– 431 за 1998–2000 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образована Указом Президента РК от 12 ноября1998 г. № 4143 как государственный орган, непосредственно подчиненный и подотчетный Президенту РК. Основные задачи Комиссии: внесение Президенту РК:",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "предложений по борьбе с коррупцией, совершенствованию антикоррупционного законодательства, форм и методов борьбы с коррупцией, анализ состояния борьбы с коррупцией, деятельности правоохранительных и государственных органов, рассмотрение обращений физических и юридических лиц по фактам коррупционных правонарушений, информирование через СМИ о борьбе с коррупцией.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указом Президента РК от 20 апреля 2000 г. №377 «О мерах по совершенствованию системы борьбы с преступностью и коррупцией» Комиссия была упразднена с передачей полномочий Администрации Президента РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, распоряжения Президента РК, постановления Правительства РК, относящиеся к деятельности Комиссии, протоколы, стенограммы заседаний Комиссии. Приказы по основной деятельности, протоколы, планы, отчеты, справки, информации, аналитические записки о работе Комиссии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний Комиссии по проверке фактов коррупционных правонарушений, документы о выполнении распоряжений, поручений Президента РК. Информации Президенту РК о результатах деятельности Комиссии, КНБ РК и Генеральной прокуратуры РК о работе по реализации Закона РК «О борьбе с коррупцией», о коррупционных преступлениях, совершенных госслужащими.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обращения депутатов, юридических и физических лиц о принятии мер по пресечению коррупционных действий госорганов и документы по их рассмотрению.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о ходе выполнения госорганами РК Государственной программы борьбы с коррупцией. Договоры о сотрудничестве с зарубежными странами, международными организациями по вопросам борьбы с коррупцией и организованной преступностью.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограммы, доклады, выступления, информации, переписка по подготовке, проведению республиканских научно-практических конференций по теме: «Коррупция в Казахстане».",
      "position"  : "justify"
    }
  ]
}
