{
  "shortName" : "2.2.3.1 Алма-Атинский уездный комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский уком - угорком ВКП (б))",
  "fullName"  : "2.2.3.1 Алма-Атинский уездный комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский уком - угорком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинский уездный комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский уком - угорком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 1, 3 описи. Общее количество единиц хранения–872 за 1918–1932 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован решением Краевого съезда партийных организаций Туркестанской АССР (17–25 июня 1918 г.) как Верненский уездной комитет Компартии Туркестана. После Семиреченского областного съезда партии (22 февраля – 3 марта1919 г.) и выборов обкома работой партийной организации г. Верного и уезда стал руководить Верненский уездно-городской комитет Компартии Туркестана. 14 марта 1921 г. решением ЦИК Туркестанской АССР об изменении названия города переименован в Алма-Атинский уездно-городской комитет Компартии Туркестана. Решением ХI Всесоюзной партийной конференции (19–22 декабря 1921 г.) руководство работой городских партийных организаций было передано губернским комитетам и Алма-Атинский уездной комитет стал осуществлять руководство партийными ячейками только в уезде. В 1924 г., после национального размежевания территорий Средней Азии и Казахстана, Алма-Атинская уездная партийная организация влилась в Киргизский (Казахский) областной комитет РКП (б). В соответствии с постановлением ХIV съезда ВКП (б) от 31 декабря 1925 г. о переименовании РКП (б) в ВКП (б) уездной комитет стал именоваться Алма-Атинский уездный комитет ВКП (б). В связи с проведением в 1928 г. административно-территориального деления Казахстана и ликвидацией Джетысуйской губернии организация реорганизована в Алма-Атинский окружной комитет ВКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Верный–Алма-Ата.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Циркуляры ЦК РКП (б), ЦК ВКП (б), ЦК Компартии Туркестана, Семиреченского обкома Компартии Туркестана, Джетысуйского обкома ВКП (б) о партийно-советском строительстве.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы Верненского уездно-городского комитета Компартии Туркестана, уездных, волостных, партийных конференций, президиумов исполнительного бюро и пленумов уездных комитетов, обкома Компартии Туркестана, исполнительного бюро и секретариата Семиреченского обкома Компартии Туркестана; мусульманского бюро ВКП (б) при Верненской организации ВКП (б), мусульманской секции Компартии Туркестана г. Верного, первичных мусульманских парторганизаций Верненского уезда; уездно-волостных съездов Советов, фракций Компартии Туркестана; общих собраний Верненской городской и Семиреченской областной организации, волостных ячеек РКП (б), гарнизона г. Верного; совещаний секретарей аульных, кишлачных и сельских ячеек РКП (б), коммунистов представителей восточных национальностей; собраний женщин, делегатских собраний г. Верного. Статотчеты о чистке партии, приеме в партию.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы, заявления, списки боевой дружины г. Верного, информационные бюллетени политотдела Семиреченской группы войск о событиях гражданской войны на территории области. Документы о мобилизации коммунистов на Семиреченский фронт, формировании национальных частей Красной Армии, подавлении мятежа в г. Верном и уезде, русском казачестве.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады, справки, письма о работе среди женщин, борьбе с калымом, раскрепощении женщин, охране материнства, улучшении быта, об антирелигиозной пропаганде, о проведении праздновании 1-го Мая, работе уполномоченного МОПР, о работе школ политграмоты и политпросвета, изб-читален, «красных-юрт», проведении беспартийных конференций, работе среди национальных меньшинств, деятельности мусульманской секции при уездно-городском комитете.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации о проведении земельно-водной реформы, новой экономической политики в Семиречье, продовольственной разверстке и налоге, оказании помощи голодающим Поволжья, воскресниках в г. Алма-Ате и Алма-Атинском уезде, работе среди аульной и кишлачной бедноты, союза «Кошчи», ходе конфискации имущества у зажиточного населения, работе отрядов особого назначения.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации о наборе слушателей рабфаков и студентов в вузы.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с вышестоящими партийными органами по кадрам.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Каз., рус., уйгур. яз.",
      "position"  : "justify"
    }    	
  ]
}
