{
  "shortName" : "1.5.3 Казахстанский институт менеджмента, экономики  и прогнозирования при Президенте Республики Казахстан (КИМЭП)",
  "fullName"  : "1.5.3 Казахстанский институт менеджмента, экономики  и прогнозирования при Президенте Республики Казахстан (КИМЭП)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Казахстанский институт менеджмента, экономики  и прогнозирования при Президенте Республики Казахстан (КИМЭП)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 37-Н, 3 описи. Общее количество единиц хранения – 736 за 1992–2009 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Казахстанский институт менеджмента, экономики и прогнозирования (КИМЭП) создан постановлением Президента РК от 14 января 1992 г. № 580 на базе Алма-Атинского института политологии и управления и является высшим государственным послевузовским образовательным учреждением при Президенте РК. Задачами КИМЭП являются: подготовка кадров по менеджменту, маркетингу, финансово-банковскому делу и другим направлениям рыночной экономики, изучение кардинальных проблем развития Казахстана с привлечением зарубежных специалистов, использование современных методов интенсивного обучения, ведение исследовательской работы, методическое обучение работников различных ведомств, участвующих в подготовке и переподготовки кадров",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановления, распоряжения Президента РК, постановления Правительства РК, относящиеся к деятельности КИМЭП. Уставы, приказы по основной деятельности, положения об Ученом Совете, Учебно-методическом совете, государственной квалификационной комиссии, Дидактическом центре, Центре научно-методического обеспечения.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Выступления Президента РК на открытии института (1992 г.), при вручении ему диплома «Почетный доктор КИМЭП» (1996 г.), приветственное письмо сотрудникам и выпускникам вуза в связи с завершением учебного периода первого выпуска.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограммы и протоколы заседаний Совета попечителей, ректората, кафедр, Ученого Совета, государственной квалификационной и приемной комиссий, общих собраний института.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стратегические планы развития, учебные программы, календарные планы работы кафедр и отделений, лекции преподавателей, отчеты о работе института. Программы, планы проведения международных конференций, доклады: «Эволюция государственности Казахстана», «Модернизация государственного управления на пороге ХХI века», «Мировой опыт и Центральная Азия».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки, информации, переписка с Президентом РК, Правительством, Администрацией Президента РК о работе КИМЭП. Меморандумы о взаимопонимании с зарубежными учебными заведениями по организации учебного процесса, переписка с посольствами, международными и зарубежными государственными и общественными организациями о сотрудничестве и научно-исследовательской деятельности.",
      "position"  : "justify"
    }
  ]
}
