{
  "shortName" : "1.7.6 Республиканское общественное объединение «Ассоциация деловых женщин Казахстана» (РОО АДЖК)",
  "fullName"  : "1.7.6 Республиканское общественное объединение «Ассоциация деловых женщин Казахстана» (РОО АДЖК)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Республиканское общественное объединение «Ассоциация деловых женщин Казахстана» (РОО АДЖК)",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 190-Н. 1 опись. Общее количество единиц хранения–139 за 1996–2006 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создано 20 февраля 1996 г. как общественная неправительственная организация, объединяющая женщин, занятых в деловой сфере, политике, государственном управлении, науке, образовании, здравоохранении, культуре. Основной целью Ассоциации является формирование высокого статуса и имиджа деловой женщины независимо от сферы деятельности и профессиональной направленности, консолидация усилий, направленных на развитие инициативы, предприимчивости, новаторства; социальной и жизненной ориентации в условиях построения гражданского общества и демократии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Устав, проект Кодекса деловой этики, программа развития Ассоциации, протоколы заседаний Правления, приказы по основной деятельности, отчеты о проделанной работе, переписка с Администрацией Президента РК, Министерством культуры, информации и общественного согласия РК, Центризбиркомом по основной деятельности.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы международных конференций: «Социальная роль некоммерческих организаций в построения гражданского общества в Казахстане», «Усиление сотрудничества женских организаций Афганистана, Ирана, Пакистана и стран Центральной Азии», «Гендерные аспекты в политике и сетевое сотрудничество», «Казахстан. Женщины – ХХI век»; по подготовке и проведению круглых столов: «Усиление участия женщин-оралманок в малом и среднем бизнесе», «Гендерный анализ предвыборных программ кандидатов в Президенты РК», «Стратегия гендерного равенства РК на 2005–2015 годы», «Государственная политика по достижению гендерного равенства в семье и укреплению семейных отношений». Программа, информации о сотрудничестве с Израильским центром «МАШАВ». Документы заседания клуба деловых женщин, информационные бюллетени о проводимых мероприятиях.",
      "position"  : "justify"
    }
  ]
}
