{
  "shortName" : "2.2.3.3 Капальский уездно-городской комитет Коммунистической партии (большевиков) Туркестана (Капальский угорком КП (б))",
  "fullName"  : "2.2.3.3 Капальский уездно-городской комитет Коммунистической партии (большевиков) Туркестана (Капальский угорком КП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Капальский уездно-городской комитет Коммунистической партии (большевиков) Туркестана (Капальский угорком КП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 888, 1 опись. Общее количество единиц хранения– 48 за 1921–1922 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован в 1919 г. (по косвенным данным) с административным центром с. Гавриловка. Капальский уездно-городской комитет Компартии Тукестана входил в состав Джетысуйской обл. Постановлением Туркестанского ЦИКа от 2 июня 1922 г. с. Гавриловское Капальского уезда, центрТалды-Курганского уезда, переименовано в с. Талды-Курган, в связи с чем, Капальский уездно-городской комитет Компартии Туркестана был переименован в Талды-Курганский уездно-городской комитет, который входил в состав Джетысуйской обл.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "с. Гавриловка, г. Талды-Курган.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Директивные указания ЦК РКП (б) ЦК Компартии Туркестана, циркулярные указания Капальского угоркома Компартии Туркестана по перерегистрации политического развития бедняцких масс, по проведении недели помощи инвалидам, продовольственного месяца.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы Капальской уездной партийной конференции, мандатной комиссии, бюро уездно-городского комитета, волкомов, коллективов, ячеек, фракции Компартии Туркестана, конференции воинских частей гарнизонов, беспартийных конференций, съезда киргизской (казахской) бедноты и батраков, конференции профсоюзов Капальского уезда, общих городских собраний членов и кандидатов, ячеек Компартии Туркестана, угорревкома.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Положение об инструкторах обкома Компартии Туркестана; о секциях уйгурских коммунистов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информационные бюллетени, приказы, отчеты Капальского угоркома Компартии Туркестана о партийной работе. Ежемесячные ведомости движения членов и кандидатов в партии и их списки.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады Капальского угорревкома о деятельности волкомов, угоркома, волпосевкомиссии, уездного бюро профсоюза, заготконторы, уездного отдела рабоче-крестьянской инспекции, райсоюза, бюро батраков, укома комсомола, угорполитпросвета, усовнархоза и др.; президиума общества охотников.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Приказы президиума Семиреченского областного военно-революционного комитета и политического отдела группы войск; Семиреченской областной чрезвычайной комиссии здравоохранения.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы по агитационно-пропагандистской работе в уезде.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка о проведении продразверстки по уезду, о работе комиссии по землеустройству киргизской бедноты, об уездной посевной комиссии, весенней вспашке, по кадрам.",
      "position"  : "justify"
    }    
  ]
}
