{
  "shortName" : "1.5.2 Академия государственного управления при Президенте Республики Казахстан",
  "fullName"  : "1.5.2 Академия государственного управления при Президенте Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Академия государственного управления при Президенте Республики Казахстан",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 177-Н, 1 опись. Общее количество единиц хранения – 251 за 1998–2005 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Образована Указом Президента РК от 18 сентября 1998 года № 4075. Академия является высшим образовательным и научным учреждением со статусом государственного учебного заведения высшего специального образования, а также учебно-методическим, научным и информационно-аналитическим центром в сфере государственной службы РК и в системе управления подготовкой, переподготовкой и повышением квалификации государственных служащих.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Органом государственного управления Академии определено Агентство Республики Казахстан по делам государственной службы и противодействию коррупции.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, распоряжения Президента РК, постановления Правительства РК, относящиеся к деятельности Академии, положения о коллегиальных и научно-совещательных органах, приказы, протоколы заседаний ректората, Ученого Совета, Стратегический план развития, Концепция обучения государственных служащих, отчеты о работе Академии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Учебные планы, программы курсов и семинаров, методические пособия, документы о конкурсном наборе слушателей, о проведении стажировок, отзывы на авторефераты на соискание ученой степени кандидата наук.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Справки, информации, переписка с Администрацией Президента РК, Агентством РК по делам государственной службы, министерствами и ведомствами, зарубежными организациями о подготовке кадров, совершенствовании обучения государственных служащих.",
      "position"  : "justify"
    }
  ]
}
