{
  "shortName" : "1.7.4 Общественное объединение «Казахстанское добровольное историко-просветительское общество «Әділет»",
  "fullName"  : "1.7.4 Общественное объединение «Казахстанское добровольное историко-просветительское общество «Әділет»",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Общественное объединение «Казахстанское добровольное историко-просветительское общество «Әділет»",
      "position"  : "center"
    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 148-Н, 3 описи. Общее количество единиц хранения – 655за 1989–2002 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Создано 8 апреля 1989 г., как равноправная самостоятельная организация в структуре Всесоюзной организации «Мемориал», где Общество состояло в членстве до 1992 г. Главной целью общества являлось содействие в восстановлении исторической правды о преступлениях сталинизма, о голоде 1932–1933 гг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Устав, стенограмма 2-го пленума общества «Әділет» от 18 апреля 1990 г., протоколы конференций, общих собраний, приказы по основной деятельности. Проекты законов РК: «О внесении изменений и дополнений в Закон РК «О реабилитации жертв массовых политических репрессий», «О внесении изменений в Закон РК «О специальном государственном пособии», обращения к Президенту РК и Председателю Мажилиса Парламента РК по проблемам жертв политрепрессий и защиты их прав.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Соглашения, отчеты, справки, по подготовке к изданию «Книги скорби» в память о жертвах политических репрессий 30-50 годов; о сотрудничестве с Фондом «Сорос - Казахстан» и другими зарубежными фондами и орагнизациями по получению и использованию грантов для осуществления проектов общества «Әділет».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний конкурсной комиссии «Человек в истории. Казахстан - ХХ век», конкурсные работы страшеклассников школ республики, макет рукописи сборника работ победителей конкурса.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Отчеты общества «Әділет» по идеологической деятельности, переписка с Аппаратом Президента, Правительством, КНБ, министерствами, ведомствами, гражданами РК, обществом «Мемориал» в (г. Москва)по вопросам увековечения памяти жертв политических репрессий, предоставления льготи материальной поддержки реабилитированным гражданам, проведении митингов, посвященных «Дню памяти жертв политических репрессий».",
      "position"  : "justify"
    }
  ]
}
