{
  "shortName" : "2.2.1.4 Центральный Комитет Коммунистической партии Казахстана (ЦК КП Казахстана)",
  "fullName"  : "2.2.1.4 Центральный Комитет Коммунистической партии Казахстана (ЦК КП Казахстана)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Центральный Комитет Коммунистической партии Казахстана (ЦК КП Казахстана)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 708, 147описей. Общее количество единиц хранения –123996за1937–1991 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Избран на 1съезде Компартии (б) Казахстана 23 апреля 1937 г. как Центральный Комитет Компартии (больщевиков) Казахстана. В связи с решением ХІХ съезда ВКП (б) от 5октября 1952 г. о переименовании ЦК ВКП(б) в ЦК КПСС –стал именоваться Центральный Комитет Коммунистической Партии Казахстана. По решению Чрезвыйчайного съезда ЦК Компартии Казахстана 7 сентября 1991 г. был распущен.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Директивные указания ЦК ВКП(б), ЦК КПСС. Совместные постановления и распоряжения ЦК ВКП (б), ЦК КПСС и СНК СССР, Совета Министров СССР, народных комиссариатов, главных управлений СССР.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы съездов Компартии Казахстана, пленумов, заседаний Бюро и Секретариата, совещаний при секретарях и отделах, торжественных заседаний ЦК КП Казахстана и Верховного Совета Казахской ССР, конференций областных организаций, заседаний бюро и секретариатов обкомов, райкомов, горкомов партии; заседаний партийных, советских, профсоюзных и комсомольских активов и материалы к ним.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации, справки, отчеты, статистические сведения о составе и росте партийных рядов, об исключениях из рядов ВКП (б) по политическим, социальным мотивам, о движении партийных организаций; о подготовке, проведении и участии в работе съездов, пленумов, конференций Компартии Казахстана и КПСС и об их делегатах, обсуждении рассматриваемых вопросов и их решений; о подготовке, переподготовке, подборе, расстановке, воспитании партийных, советских, в т. ч. руководящих кадров, создании высших партийных школ и их деятельности; об изучении коммунистами программных идеологических документов, учебников, брошюр; о работе партийного контроля при ЦК Компартии Казахстана, ревизионных комиссий, рассмотрении персональных дел, апелляций, реабилитации коммунистов, творческих лиц; о работе первичных партийных организаций, партийных комитетов учреждений и организаций, о выполнении решений и директив партии и правительства, и контроле за исполнением, о соблюдении партийной дисциплины, о состоянии делопроизводства партийных и советских органов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Материалы по выборам в Верховный Совет СССР, Казахской ССР, местный совет, Положение о выборах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки о работе женсоветов, списки, выдвинутых на руководящую работу, о работе среди женщин.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, докладные записки, письмао ходе агитационно-массовой работы среди трудящихся, лекционной работы в обкомах партии, о работе политотделов, о состоянии культурно-просветительских, политическо-просветительных учреждений (партийных кабинетов, библиотек, общества «Знание»), об антирелигиозной пропаганде, о работе партийных органов по разъяснению национальной политики партии, проведению юбилейных праздников, о состоянии цензурной работы, обзоры республиканских, областных газет (имеются списки редакторов газет), об обсуждении публикаций в периодических изданиях, о развитии радиовещания, кинематографии, о работе творческих союзов, о проведении декад искусств в городах СССР, о культурных связях с зарубежными странами, о состоянии письменности на казахском языке, переводе казахского алфавита с латинского на кириллицу.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Политические донесения местных комитетов партии о настроениях среди населения, «национал-фашистской организации». Сводки о работе органов внутренних дел, Военной коллегии Верховного суда о принятии репрессивных мер. Материалы на представителей казахской интеллигенции – Г. Мусрепова, С. Сейфуллина, С. Муканова и на коммунистов, руководящих работников всех сфер республики. Списки партийно-следственных дел по областям.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Списки политэмигрантов, ранее примыкающих к троцкистско-зиновьевской и другим антипартийным контрреволюционным группировкам; служивших в других армиях и боровшихся против советской власти.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сведения, отчеты об устройстве депортированных народов и работе среди них.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Списки секретарей обкомов, руководящих работников СНК и наркоматов Казахской ССР, секретарей партбюро парторганизаций промышленных предприятий союзного значения. Личные листки, автобиографии  руководителей промышленных предприятий, партийных органов, поэтов и писателей Казахстана.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладные записки, отчеты, справки и другие сведения о развертывании промышленного строительства, об организационно-хозяйственном укреплении колхозов, развитии общественного животноводства, о скоростном ирригационном строительстве, внутриколхозном водопользовании, освоении Голодной степи.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "О работе профсоюзов, конференции, съезды Профсоюза Казахской ССР.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, докладные записки, письма о работе партийного аппарата по мобилизации сил и средств на помощь фронту в период Великой Отечественной войны, о формировании национальных воинских частей, об агитационно-массовой и военно-патриотической работе среди населения, о размещении эвакуированных промышленных и культурных объектов, населения, военно-шефской работе, об участии казахстанцев на фронтах, о реэвакуации, о численности казахстанцев, призванных на фронт и мобилизованных для работы в промышленности, на строительстве оборонительных укреплений, об организации оборонно-массовой работы, о выполнении военных заказов  об изобретательной работе в создании оружия, техники,, об оказании помощи фронту, создании фондов обороны, организации сбора теплых вещей, подарков для бойцов. Письма трудящихся И. В. Сталину, переписка с фронтовиками.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о развитии материально-технической базы республики в послевоенные годы, об укреплении и упрощении структуры партийного аппарата и перенесении районных центров, о развитии сети партийного просвещения, о массово-политической работе среди спецпереселенцев, о формах пропаганды среди различных групп населения, в том числе среди лиц немецкой национальности, турков-месхетинцев, чеченцев, ингушей, азербайджанцев, о возвращении представителей некоторых депортированных народов на историческую родину.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о мерах по развитию детских садов и яслей в республике и улучшению дошкольного воспитания, о переходе на новую систему народного образования, о состоянии преподавания казахского, русского и других языков, о детской беспризорности и безнадзорности, о мерах по дальнейшему улучшению подготовки квалифицированных рабочих в учебных заведениях системы профтехобразования, об обмене студенческими группами между учебными заведениями социалистических стран и Казахстана, об уровне развития здравоохранения и социального обеспечения в республике.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации и другие сведения об организационно-хозяйственном укреплении колхозов, создании новых совхозов, обустройстве целинников и проведении кампании по освоению целинных и залежных земель, о состоянии использования денежных средств в колхозах республики и предоставлении им финансовых льгот, о мероприятиях по развитию использования орошаемых земель, об ускорении развития элеваторной и мукомольно-крупяной промышленности, строительстве теплиц, огороженных культурных пастбищ, животноводческих комплексов и птицефабрик, проведении зимовок скота, о заготовке кормов, борьбе с туберкулезом и бруцеллезом животных, о мерах по дальнейшему совершенствованию племенного дела в животноводстве, повышению эффективности использования минеральных удобрений и совершенствованию агрохимического обслуживания совхозов и колхозов, повышению эффективности использования сельхозтехники, улучшению селекции и семеноводства зерновых и масляничных культур и трав, о разработке продовольственной программы, о работе Восточного отделения ВАСХНИЛ по дальнейшему улучшению научных исследований в сельском хозяйстве и укреплению связи науки с производством, об опыте работы по повышению эффективности использования капитальных вложений в сельском хозяйстве, о внедрении коллективного подряда, о мерах по освоению солонцовых земель в Казахской ССР, по дальнейшему развитию электрификации сельского хозяйства, о подготовке кадров механизаторов, повышении экономического образования трудящихся, подготовке сельхоз кадров, женщин-трактористок.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, докладные записки, информации о реорганизациях в системе управления о создании новых отраслей промышленности, о развитии тяжелой железорудной и марганцевой промышленности, модернизации производства, процессе освоения нефтяных и газовых месторождений полуострова Мангышлак, о техническом перевооружении угольной промышленности, совершенствовании планирования и усилении экономического стимулирования промышленного производства, по улучшению использования железнодорожного транспорта и увеличению перевозок грузов, о строительстве автомагистрали в пустынных и полупустынных районах, реконструкции и благоустройстве городов, о развитии средств коммуникации, об опыте работы коллективов предприятии черной, цветной металлургии и химической промышленности по использованию вторичных топливно-энергетических ресурсов, рациональном использовании трудовых ресурсов, рабочего времени, улучшении использования производственных мощностей на предприятиях цементной промышленности, об эффективном использовании сырьевых ресурсов для увеличения производства товаров народного потребления, использовании средств вычислительной техники и автоматизации управления, о внедрении новых организационных форм труда, об увеличении выпуска продукции и повышении ее качества, об увеличении производства товаров массового спроса, о мерах по улучшению их качества, об усилении режима экономии, повышении производительности труда, о борьбе за сокращение потерь рабочего времени и устранении нарушений законодательства, о режиме труда и отдыха рабочих и служащих.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы об итогах проверки советско-торговых организаций республики, о состоянии товарооборота, государственной торговли.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Паспорта и политико-экономические характеристики областей, районов и городов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Письма, заявления, жалобы трудящихся по проблемам пропаганды и агитации, науки, учебных заведений, культуры, промышленности, строительства, торговли и их рассмотрении.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации о работе по улучшению капитального строительства, о ходе строительств городов, общеобразовательных школ и детских дошкольных учреждений, по программе «Жилье-91», полигонов, машиностроительного, нефтегазового комплексов, каналов, объектов производственного назначения, водопроводов, об участии рабочих Казахстана в строительстве объектов Олимпийских игр, Байкало-Амурской магистрали СССР, о мероприятиях по повышению уровня индустриализации строительства, о селезащитных работах в бассейнах рек Большой и Малой Алма-Атинок, о состоянии работы по обеспечению строек республики квалифицированными кадрами.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о развитии иностранного туризма, о приеме обслуживании иностранных делегаций, о работе комиссий по выездам за границу, о сотрудничестве и межпартийных связях с Сухэ-Баторским и Кобдоским аймаками МНР, Венгрией, о работе Комитета солидарности стран Азии и Африки, развитии физкультуры и спорта.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы по решениям продовольственных проблем в республике (1985–1989 гг.), создании Агропромышленного комплекса: развитие перерабатывающих отраслей агропромышленного комплекса, переход к хозрасчету и самофинансированию учреждений и организаций, предприятий, организации арендных отношений в производственном сельском хозяйстве.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации, обзоры, справки, предложения, замечания о разъяснении новой Программы и Устава КПСС, о проведении юбилейных мероприятий, об обсуждении проекта Конституции СССР, о внедрении в быт трудящихся новых обрядов, праздников и торжественных ритуалов, о работе комиссии ЦК Компартии Казахстана по борьбе с пьянством и алкоголизмом, хищениями социалистической собственности, по предупреждению правонарушений, в первую очередь среди несовершеннолетних, о состоянии подготовки молодежи к службе в Вооруженных Силах СССР, о работе по руководству перестройкой, о результатах социологических исследований по вопросам идейно-политического воспитания, о работе по повышению идейно-теоретического уровня выпускаемой общественно-политической литературы, о проведении реформы в сфере образования Стенограммы заседаний Комиссии ЦК Компартии Казахстана по перестройке идеологической работы с целью демократизации общества. Документы о мерах по укреплению национальных и межнациональных отношений в республике и в Средней Азии в условиях гласности, о подготовке в СССР национальных кадров для зарубежных стран, предложения по обеспечению свободного развития языков народов Казахстана.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о проблемах экологии в республике, мерах по охране Каспийского, Аральского морей; об оказании помощи казахстанцев Армянской ССР, пострадавшей от землетрясений.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Письма коллективов, рядовых членов КПСС, граждан по вопросам организаторской и политической деятельности партийных органов с предложениями по совершенствованию их работы, с откликами на решения партии и правительства, с просьбой оказать содействие в проведении референдума    17 марта 1991 г. по вопросам о сохранении Союза ССР, о создании независимой Компартии Казахстана, об отношении к выходу Н. Назарбаева из состава Политбюро ЦК КПСС, к политическим событиям (путч) 19–21 августа 1991 г. в Москве.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Справки, информации по вопросам межнациональных отношений, о митингах, проведенных в г. Алма-Ате общественными организациями «Азат», «Алаш», «Желтоқсан», «Бірлік» и др., о ходе решения экологической ситуации в районе Семипалатинского полигона, суверенитете республики.",
      "position"  : "justify"
    }    
  ]
}
