{
  "shortName" : "2.2.1.3 Казахский Краевой Комитет Всесоюзной Коммунистической партии (большевиков) (Казкрайком ВКП (б))",
  "fullName"  : "2.2.1.3 Казахский Краевой Комитет Всесоюзной Коммунистической партии (большевиков) (Казкрайком ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Казахский Краевой Комитет Всесоюзной Коммунистической партии (большевиков) (Казкрайком ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 141. 8 описей. Общее количество единиц хранения–24384 за 1925–1937 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Киргизская (Казахская) областная организация РКП (б) постановлением ЦК РКП (6) 19 февраля 1925 г. переименована в краевую, а ее руководящий орган – в Казкрайком ВКП(б). После решения ХIV съезда РКП (б) (18-31декабря 1925 г.) Казахстанская партийная организация переименована в краевую организацию ВКП (б). 23 апреля 1937 г. постановлением ЦК ВКП (б) об образовании союзных республик краевая партийная организация преобразована в Компартию (б) Казахстана.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "гг. Кзыл-Орда, Алма-Ата.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Директивы Политбюро и Оргбюро ЦК РКП (б). Стенограммы, протоколы конференций республиканской партийной организации и материалы к ним; заседаний Бюро Казкрайкома ВКП (б); областных, губернских, районных, волостных конференций, пленумов, заседаний бюро губкомов, обкомов, волкомов, райкомов, укомов; собраний аульных парткомитетов и партактивов, первичных организаций промышленных предприятий.     Сведения о работе ячеек, фракций РКП (б), партийных организаций в регионах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Статотчеты, сводки, акты, заключения комплексной проверки партийных документов в организациях и учреждениях, предприятиях республики и их результаты.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сведения о приеме и призыве в партию, росте и регулировании партийных организаций, о результатах чистки рядов ВКП (б), об обмене партийных документов, о руководящих и партийных кадрах, вопросах национальных кадров, мерах по подготовке партийных кадров. Резолюции по обсуждению в партийных организациях Казахстана решении ЦК ВКП (б) о троцкистской оппозиции. Списки исключенных коммунистов из партии, в период проверки за потерю классовой бдительности и связь с чужими элементами. Списки ответработников Казкрайкома и губкомов ВКП (б), всех отраслей народного хозяйства, номенклатурных должностей, подлежащих учету Казкрайкома ВКП (б) и их личные дела.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Декрет ВЦИК о раскрепощении женщин Востока.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Стенограммы, справки, доклады о работе Всеказахских съездов Советов, молодежи, работников здравоохранения, деятелей культурного строительства, передовиков животноводства.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Доклады, речи, выступления первых секретарей Казкрайкома ВКП (б) на конференциях, съездах партии, пленумах, собраниях партактивов в регионах.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады, отчеты, сводки о политико-воспитательной работе среди различных социальных, конфессиональных, национальных групп общества; партийной переписи, партийно-массовой работе, о подготовке и переподготовке пропагандистов, партийных кабинетах, об издании трудов классиков марксизма-ленинизма и переводов их на казахский язык, изъятии трудов троцкистов, состоянии работы комсомола, культурно просветительной работы, проведении декады казахской литературы и искусства в российских городах, состоянии библиотечного дела, об организации беспартийных конференций, «красных юрт», делегатских собраний; о работе среди нацменьшинств, вовлечении женщин в общественную работу и производство; о борьбе с многоженством, калымом и некоторыми другими обычаями прошлого, с детской беспризорностью, о состоянии детских домов, охране материнства и младенчества, антирелигиозной работе, формировании национальной советской культуры и создании в этой сфере государственных и общественных учреждений; о создании и развитии системы здравоохранения, советском строительстве в аулах, работе среди батрачества.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Конституция КазССР и информации по обсуждению ее проекта.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Проекты, планы, справки, информации, переписка об административно-территориально делении в республике, о переносе столицы из г. Кзыл-Орды в г. Алма-Ату, данные переписи населения, о коренизации государственного аппарата, о двуязычии, ликвидации безграмотности, переходе к обязательному всеобщему начальному обучению, переводе казахской письменности с арабского на латинский шрифт, политическо-культурной работе, партпросвещении, создании первых средних специальных, высших учебных и научных учреждений, развитии системы народного образования, формировании советской интеллигенции из рабоче-крестьянской среды; о развитии издательского дела, печати, театрального искусства, кино и кинофикации; создании и развитии радиосети и связи; о работе добровольных обществ, о размежевании территории и  границ республики.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладные записки, отчеты, политические донесения, письма о проведении земельно-водной реформы, землеустройства кочевого и полукочевого населения республики, взаимоотношениях коренного населения с казачеством, создании потребительской кооперации, об организации союза «Кошчи» и его деятельности, крестьянских комитетах общественной взаимопомощи, конфискации имущества у зажиточных слоев населения, об экономических положениях в регионах, проведении коллективизации и ее последствиях: массовых откочевках, обнищании, голоде, высоком уровне смертности, о работе 25-тысячников, направленных в Казахстан, о хлопковом хозяйстве, организационно-хозяйственном укреплении колхозов, развитии животноводства, переписи скота, сельхозналоге, сельскохозяйственных кампаниях, устройстве переселенцев, дискриминированных по социальному и национальному признакам в других районах СССР и высланных в Казахстан, о национальных формированиях Красной Армии, о политико-моральном состоянии населения, «бандитизме», о межнациональных отношениях.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о земельно-водной реформе, о районировании кочевых и полукочевых регионов, об оседании кочевого хозяйства.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Проекты и основные показатели развития народного хозяйства, сельского хозяйства и социально-культурного строительства, торговли, работы трактов Совсинторга, Госбанка, социального страхования.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Государственные планы по развитию работы наркоматов, кооперативной системы, ирригационного строительства, реконструкции голодной степи, строительству городов Казахстана, заводов и фабрик.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Планы, информации, сведения о создании основ химической, топливной, цветных металлов, рыбной, пищевой, нефтяной, лесной, легкой промышленностей, о развитии коммуникационных средств, строительстве Турксиба и других железнодорожных, шоссейных трактов, о работе пароходства, промышленных предприятий, энергетического хозяйства, геологоразведочных работ, о стахановском движении в  промышленности.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информации, докладные записки о строительстве колхозов и совхозов, МТС, племхозов, конезаводов, о проведении слетов передовых колхозников, социалистическом соревновании в колхозах. Сведения о приеме и регистрации сельхозартелей, кадрах сельского хозяйства и их подготовки в специальных вузах. Документы о награждении колхозников, характеристики на ударников сельского хозяйства.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о работе конференций и пленумов Кара-Калпакской областной парторганизации, культурно-просветительском, экономическом и политическом положении в области.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Патриотические письма трудящихся И. В. Сталину, заявления граждан первым секретарям Казкрайкома ВКП (б), материалы по их рассмотрению.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Заключение специальной комиссии по поводу дискуссии о восстании 1916 г. в Средней Азии. Докладные, справки о деятельности алашордынской организации. Списки участников гражданской войны, в том числе белогвардейцев, членов партии с дореволюционным стажем, подданных других государств, алашордынцев, эсеров и т. д.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с участниками революционного движения по сбору материалов по истории Октябрьской революции и гражданской войны, об изучении истории республиканской партийной организации.",
      "position"  : "justify"
    }   
  ]
}
