{
  "shortName" : "2.2.2.4 Алма-Атинский окружной комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский окружном ВКП (б))",
  "fullName"  : "2.2.2.4 Алма-Атинский окружной комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский окружном ВКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Алма-Атинский окружной комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский окружном ВКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 2, 3 описи. Общее количество единиц хранения– 993 за 1928–1930, 1943 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Избран на Алма-Атинской окружной партийной конференции 20 ноября 1928 г. Прекратил свою деятельность 3 августа 1930 г. в соответствии с решением ЦК ВКП (б) и ЦИК СССР от июля 1930 г. о ликвидации округов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Директивные письма ЦК ВКП (б), стенограммы и протоколы конференций, пленумов, заседаний бюро и секретариата окружкома, заседаний бюро райкомов, ячеек, фракций, общественных союзов, организаций, собраний по месту жительства; агитпропколлегии и ее методического бюро, коллегии подотдела национальных меньшинств, учебно-методического совета воскресного рабочего университета, бюро добровольных обществ; собраний граждан, обсуждавших захват Китаем восточной железной дороги, конференции красных партизан (1929 г.); женских форумов и комиссий.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Методические разработки по программе школ политграмоты. Устав и Положение о работе ячеек общества «Долой калым и многоженство», «Друг детей», женских клубов. Документы о выдвижении женщин на руководящую работу и в производство. Автобиография и воспоминания т. Матрохиной о работе среди женщин с 1916 г. по  1924 г.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Докладные записки наркома просвещения КАССР Джандосова У. и ректора КазГУ Асфендиярова С. о ходе организации КазГУ  (1928 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о вневойсковой подготовке молодежи, о работе добровольных обществ (МОПР, друзей радио и т. д., о работе среди национальных меньшинств, об издании и распределении периодической печати в округе, о социалистическом соревновании и организации ударных бригад. Списки красных партизан. Сведения о количестве закрытых церквей.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Информационные сводки об организационно-подготовительной работе к перевыборам в советы, отчет о выборах, документы о чистке соваппарата и его коренизации, о состоянии и работе профсоюзов в округе, о выполнении директивных указаний Казкрайкома ВКП (б) по проблемам промышленности и транспорта, о работе прокуратуры и народных судов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, справки, сведения о количественных и качественных изменениях в составе окружной партийной организации, учетно-технические карточки и списки коммунистов-специалистов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Сводки, доклады, информации об организации аульно-деревенской бедноты, деятельности союза «Кошчи», конфискации имущества баев, выселении кулачества, коллективизации, исправлении перегибов в этом вопросе, об оседании кочевого и полукочевого населения, о двадцатипятитысячниках, о числе и составе колхозов и коммун.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Планы, доклады, информации по землеустройству, машиноснабжению, о развитии племенного животноводства, по хлебозаготовкам, о положении со снабжением населения продуктами.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации о привлечении к строительству южной части Турксиба местного населения, планы распределения рабочей силы по участкам.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о решении жилищного вопроса в г. Алма-Ате, протоколы правительственной тройки по борьбе с чумой.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "За 1922–1927, 1943 гг. имеются единичные апелляционные и личные дела.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Каз., рус., часть документов на арабской графике.",
      "position"  : "justify"
    }		
  ]
}
