{
  "shortName" : "2.2.6.2 Киргизская (Казахская) областная контрольная комиссия Российской Коммунистической партии (большевиков) (КироблКК РКП (б))",
  "fullName"  : "2.2.6.2 Киргизская (Казахская) областная контрольная комиссия Российской Коммунистической партии (большевиков) (КироблКК РКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Киргизская (Казахская) областная контрольная комиссия Российской Коммунистической партии (большевиков) (КироблКК РКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 718, 2 описи. Общее количество единиц хранения – 674 за 1921–1925 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Избрана на I Всекиргизской (Казахской) областной конференции РКП (б) (18 июня 1921 г.) на основании постановления IХ Всероссийской конференции РКП (б) и Х съезда РКП (б) (март 1921 г.) Основными задачами Киргизской   (Казахской) Контрольной Комиссии РКП (б) являлись: борьба с бюрократизмом, «карьеризмом», злоупотреблениями членов партии своим служебным положением, их поведениями и проступками, подрывающими авторитет и нарушающими единство и этику партии. В соответствии с постановлением Президиума Киробкома РКП (б) 21 февраля 1924 г. Киргизская областная контрольная комиссия РКП (б) была объединена с Народным комиссариатом рабоче-крестьянской инспекции КАССР, играя в нем ведущую политическую роль и сохраняя автономию в рассмотрении внутрипартийных вопросов. Постановлением РКП (б) от19 февраля 1925 г. Киргизский (Казахский) областной комитет РКП (б) переименован в Казахский Краевой Комитет ВКП (б), в связи с чем, объединенные органы партийного и государственного контроля были преобразованы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "г. Оренбург.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Директивные указания, постановления ЦК РКП (б), Киргизского (Казахского) обкома РКП (б). Инструкции для губернских и уездных контрольных комиссий, заседаний комиссии, пленумов, Президиума, коллегии Киргизской (Казахской) областной Контрольной Комиссии РКП (б).",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Протоколы Президиума Киргизского (Казахского) обкома РКП (б), Киргизской (Казахской) областной Контрольной Комиссии РКП (б), президиума, коллегий губернских, областных, губернских, уездных комиссий, ячеек по чистке партии. Выписки из протоколов Центральной Контрольной Комиссии РКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Положение о Наркомате Рабоче-Крестьянской Инспекции КАССР.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Доклады секретарей губкомов РКП (б), губернских контрольных комиссий о состоянии партийной организации.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Планы, отчеты Киргизской (Казахской) областной Контрольной Комиссии РКП (б), губернских и уездных контрольных комиссий о проделанной работе.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки, справки, информации, сводки, переписка о проверке и чистке партии, по разбору апелляций, о восстановлении в партии, партийного стажа коммунистов, о состоянии работы партийных, советских организаций, о привлечении к партийной, судебной и административной ответственности коммунистов по организационным, хозяйственным вопросам.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Партийно-следственные дела коммунистов по губерниям.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Материалы о национально-государственном размежевании республик Средней Азии и Казахстана.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протокол Оргбюро РКП (б) по Каракалпакской автономной области; статотчеты о состоянии парторганизации, о политическом, экономическом состоянии Каракалпакской автономной области за 1924–1925 гг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки членов Киргизской областной Контрольной Комиссии РКП (б), губернских, уездных контрольных комиссий, комиссий по чистке партии, коммунистов, подвергшихся партийным и дисциплинарным взысканиям, бывших под следствием, исключенных из партии уездными, губернскими комиссиями по чистке партии, личного состава губернских парткомов Рабоче-Крестьянской Инспекции, членов и кандидатов РКП (б), ячеек областных парторганизаций.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Заявления, жалобы, апелляции коммунистов, исключенных из партии, получивших партийные взыскания. Сведения о партийных, советских деятелях А. Айтиеве, Т. Жургеневе, Д. Садвакасове, С. Сейфуллине, С. Мендешеве, Л. Таране, А. Иманове; деятелях движения «Алаш» Р. Марсекове, Х. Габбасове, Я. Акпаеве, М. Дулатове, А. Козбагарове Г. Алибекове и др.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Переписка с Контрольной Комиссии РКП (б), губернскими, уездными контрольными комиссиями и партийными комитетами, Кир(Каз)обкомом РКП (б), Кир (Каз)ЦИК, судебными органами, ПП ОГПУ по Казахстану по основной деятельности, по кадрам.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Каз., рус.",
      "position"  : "justify"
    }	
  ]
}
