{
  "shortName" : "2.2.6.3 Казахская Краевая Контрольная Комиссия Всесоюзной Коммунистической партии (большевиков) – Народный комиссариат Рабоче-крестьянской инспекции КАССР (КазкрайКК ВКП (б) – НК РКИ КАССР)",
  "fullName"  : "2.2.6.3 Казахская Краевая Контрольная Комиссия Всесоюзной Коммунистической партии (большевиков) – Народный комиссариат Рабоче-крестьянской инспекции КАССР (КазкрайКК ВКП (б) – НК РКИ КАССР)",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Казахская Краевая Контрольная Комиссия Всесоюзной Коммунистической партии (большевиков) – Народный комиссариат Рабоче-крестьянской инспекции КАССР (КазкрайКК ВКП (б) – НК РКИ КАССР)",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 719, 5 описей, Общее количество единиц хранения– 6031 за 1925–1934 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Создана в 21 февраля 1925 г. как Киргизская Краевая Контрольная Комиссия РКП (б)– Народный комиссариат Рабоче-крестьянской инспекции Киргизской АССР. В соответствии с постановлением V съезда Советов Киргизской АССР 15–19 апреля 1925 г. о переименовании республики в Казахскую АССР Контрольная комиссия была преобразована в Казахскую  Краевую Контрольную Комиссию РКП (б)–Народный комиссариат Рабоче-крестьянской инспекции Казахской АССР. В соответствии с постановлением ХIV съезда ВКП (б) (18–31 декабря 1925 г.) о переименовании РКП (б) в ВКП (б) преобразована в Казахскую Краевую Контрольную Комиссию ВКП (б) – Народный комиссариат Рабоче-крестьянской инспекции Казахской АССР. Упразднена в феврале 1934 г. на основании решения ХVII съезда ВКП (б).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "гг. Кзыл-Орда, Алма-Ата",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Постановления, директивные указания ЦК ВКП (б), ЦКК ВКП (б) – Наркомата РКИ СССР, Казкрайкома ВКП (б), протоколы, выписки из протоколов заседаний Президиума, выездной партийной тройки ЦКК ВКП (б), планы работы ЦКК ВКП (б) – Наркомата РКИ СССР.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Постановления и протоколы объединенных заседаний Президиума КазкрайКК ВКП (б) и коллегии НК РКИ КАССР; приказы директивные указания, планы работы, отчеты, докладные записки, информации, переписка с ЦКК ВКП (б) – НК РКИ СССР и органами КК – РКИ КАССР по вопросам партийного и советского контроля.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний пленумов, Президиума, партколлегии КазкрайКК ВКП (б); циркулярные письма, штатные расписания, статотчеты о составе Казахской краевой парторганизации, переписка с ЦК ВКП (б) и контрольными комиссиями КАССР по вопросам партийного контроля, о высылке партийных следственных дел коммунистов, рассмотрении апелляций.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Приказы, циркулярные письма, планы работы Наркомата РКИ КАССР, акты обследований деятельности предприятий, учреждений и организаций республики, информации по вопросам советского контроля, переписка Наркомата РКИ КАССР с наркоматами, учреждениями и организациями о структуре и штатах, подборе и расстановке кадров.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний пленумов, президиумов губернских, окружных, районных, городских органов КК – РКИ; отчеты, докладные записки об их работе; документы проверок финансовой и хозяйственной деятельности предприятий, государственных, торговых, заготовительных учреждений.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний президиумов, партколлегий, партийных троек губернских, окружных, районных, городских контрольных комиссий ВКП (б); отчеты, докладные записки, информации о проверке контрольными комиссиями работы парторганизаций, о привлечении к партийной ответственности коммунистов; заключения партийных следователей.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Положение об областях КАССР.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы по изучению форм и методов воспитания аульного коммуниста, причин добровольного и механического выходов коммунистов из ВКП (б), о межнациональных взаимоотношений среди населения и внутри парторганизаций.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний выездных партийных троек ЦКК, КазкрайКК ВКП (б) по проверке и чистке руководящего состава Казахской краевой партийной организации; протоколы заседаний проверочных комитетов, общих собраний ячеек ВКП (б); документы, статсводки, переписка о подготовке, проведении и результатах проверки и чистки ячеек ВКП (б) по округам, районам; анкеты коммунистов, прошедших проверку и чистку; списки исключенных из партии; докладные записки, информации, переписка с ЦКК ВКП (б) и контрольными партийными комиссиями о рассмотрении партийно-следственных дел и апелляций; апелляционные заявления исключенных из ВКП (б); о состоянии работы партийных организаций в уездах, губерниях. Инструкции о проведении обследования партийных организаций.",
      "position"  : "justify"
    },


	{
      "type"      : "paragraph",
      "content"   : "Спецсводки ПП ОГПУ по КАССР о возникновении в г. Урде в 1928 г. оппозиционной группы «Союза ленинской молодежи», документы о деятельности троцкистов и других оппозиционных групп, о группировочной борьбе внутри Казахской краевой парторганизации.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Докладные записки, информации инспекторов НК РКИ КАССР, ПП ОГПУ по КАССР о проведении советизации аулов в районах, массовых собраний в аулах, о ходе перевыборной кампании в сельаулсоветы в 1930–1931 гг., об антисоветских выступлениях в период перевыборов в советы.",
      "position"  : "justify"
    },

	 {
      "type"      : "paragraph",
      "content"   : "Докладные записки, информации, переписка о реорганизации госаппарата республики, его коренизации, борьбе с бюрократизмом в госаппарате КАССР.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Сведения о состоянии промышленности, сельского хозяйства в КАССР, развитии хлопководства, рисоводства, об ирригационном строительстве в Голодной степи; о социально-экономическом положении городов и районов республики; о переносе столицы из г. Кзыл-Орды в г. Алма-Ату.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы о проведении индустриализации, строительства и вводе промышленных предприятий Казахстана, положение рабочих на предприятиях.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы о социалистической реконструкции сельского хозяйства в КАССР, о колхозном и совхозном строительстве, темпах и особенностях проведения коллективизации в Казахстане, об оседании казахских кочевых и полукочевых хозяйств, о раскулачивании, об откочевках казахских хозяйств за пределы республики.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Сводки, докладные записки о хозяйственном устройстве откочевников, об оказании им продовольственной помощи, отпуске промтоваров, кредитов, об устройстве колхозов, совхозов и  предприятий КАССР. Доклады, справки о работе и положении двадцатипятитысячников, приехавших в Казахстан для организации колхозного строительства.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Спецсводки ПП ОГПУ по  КАССР, сообщения Казнаркомторга о ходе и проведении хлебозаготовок, мясозаготовок в республике, сведения о недостатках в работе заготовительных органов, о трудностях с отгрузкой и вывозом заготовленного хлеба, сопротивлении кулачества и других антисоветских элементов, политической обстановке в республике.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информационные записки, статьи, переписка о состоянии рабселькоровского движения в республике.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Акты обследования комиссиями Наркомата РКИ КАССР, ПП ОГПУ по КАССР социального положения, жилищно-бытовых условий спецпереселенцев, документы об их размещении, трудоустройстве, о развитии кустарных промыслов среди спецпереселенцев.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Автографы, сведения о партийных, государственных деятелях Г. Мусрепове, М. Масанчи, С. Муканове, С. Сейфуллине, У. Джандосове, А. Розыбакиеве, А. Айтиеве; деятелях движения «Алаш» А. Байтурсынове М. Дулатове, Г. К. Токтабаеве, А. Кенжине, С. Каратлеуове.",
      "position"  : "justify"
    }    	
  ]
}
