{
  "shortName" : "2.2.2.2 Оренбурско-Тургайский губернский комитет Российской Коммунистической партии большевиков (Оренбурско-Тургайский губком РКП (б))",
  "fullName"  : "2.2.2.2 Оренбурско-Тургайский губернский комитет Российской Коммунистической партии большевиков (Оренбурско-Тургайский губком РКП (б))",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Оренбурско-Тургайский губернский комитет Российской Коммунистической партии большевиков (Оренбурско-Тургайский губком РКП (б))",
      "position"  : "center"

    },

	{
      "type"      : "italic",
      "content"   : "Архивный фонд 398,1 опись. Общее количество единиц хранения–12 за 1920–1922 гг.",
      "position"  : "right"
    },

	{
      "type"      : "paragraph",
      "content"   : "Образован в результате реорганизации Оренбургского губкома РКП (б) в соответствии с совместным постановлением Ревкома по управлению Киргизским (Казахским) краем и Оренбурского губисполкома от 7 июля 1920 г. о слиянии Оренбургской и Тургайской губерний. Задачей губкома являлось общее руководство работой партийных организаций образованной губернии. 11 декабря 1920 г. на первой сессии КазЦИК было принято решение о разделении данной губернии на 4 губернии: Оренбургскую, Актюбинскую, Тургайскую и Кустанайскую, на основании чего Оренбургско-Тургайская губерния была ликвидирована.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы конференций Оренбургско-Тургайского губкома, райкомов РКП (б), заседаний уездных съездов Советов.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Отчеты, докладные записки о работе отделов и подотделов Оренбургского и Оренбургско-Тургайского губкомов РКП (б), райкомов, райисполкомов, укомов. Сведения о количестве населения в губерниях.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Заявления коммунистов в Оренбургско-Тургайский губком РКП (б). Решения народного суда о коммунистах губернии, личные регистрационные карточки на членов и кандидатов партии Оренбургско-Тургайской парторганизации.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка с Кирревкомом и уездными комитетами партии.",
      "position"  : "justify"
    },

	{
      "type"      : "paragraph",
      "content"   : "Документы, отражающие период создания Оренбургско-Тургайского губкома РКП (б) и реорганизации отложились в 140 и 139 архивных фондах.",
      "position"  : "justify"
    }    	    
  ]
}
